{
  "extracted_at": "2025-03-02T19:36:15.173613+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**חוק-יסוד: הכנסת: **\n\n[מקור: סעיף 42א. ](https://he.wikisource.org/wiki/%D7%97%D7%95%D7%A7-%D7%99%D7%A1%D7%95%D7%93:_%D7%94%D7%9B%D7%A0%D7%A1%D7%AA#%D7%A1%D7%A2%D7%99%D7%A3_42א)\nהפסקת חברות של חבר הכנסת[תיקון: תשמ״א, תשנ״ה־2, תש״ס, תשס״א־5, תשע״ו־2]\n\n(א)חבר הכנסת שהורשע בפסק דין סופי בעבירה פלילית, וקבע בית המשפט, ביוזמתו או לבקשת היועץ המשפטי לממשלה, שיש עם העבירה קלון, תיפסק חברותו בכנסת ביום שפסק הדין נעשה סופי, ואין נפקא מינה אם העבירה נעברה בזמן שהיה חבר אותה הכנסת, חבר כנסת קודמת או לפני שהיה לחבר הכנסת.(ב)סעיף קטן (א) יחול גם על חבר הכנסת שפסק הדין בענינו נעשה סופי לאחר שהחל לכהן כחבר הכנסת; בקשת היועץ המשפטי לפי סעיף קטן (א) יכול שתוגש כל עוד פסק הדין לא נעשה סופי; הבקשה תוגש לבית המשפט שנתן את גזר הדין, ואם הוגש ערעור, לבית המשפט שלערעור.(ג)(1)הכנסת רשאית, ברוב של 90 חברי הכנסת, להחליט להפסיק את חברותו של חבר הכנסת אם קבעה שהתקיים בו, לאחר היבחרה של אותה כנסת, האמורבסעיף 7א(א)(2) או (3)לגבי מועמד.(2)החלטה כאמור בפסקה (1) תתקבל לפי הצעת ועדת הכנסת שהתקבלה ברוב של שלושה רבעים מחבריה, על בסיס בקשה של 70 חברי הכנסת, מתוכם 10 לפחות חברי כנסת בסיעות שאינן צדדים להסכמים המחייבים תמיכה בממשלה.(3)מי שחברותו בכנסת הופסקה לפי פסקה (1), משרתו תתפנה כעבור 14 ימים מיום החלטת הכנסת, ואולם בתקופה שמהחלטת הכנסת ועד יום הפסקת החברות הוא לא יהיה רשאי להשתתף בישיבות הכנסת או בישיבות ועדה של הכנסת אלא לשם הצבעה בלבד.(4)על החלטת הכנסת להפסיק את חברותו רשאי חבר הכנסת לערער לבית המשפט העליון.(5)סעיף קטן זה לא יחול בתקופת בחירות, כפי שתיקבע בחוק.(6)פרטים לעניין הגשת הבקשה, הדיון בה וההשגה על ההחלטה ייקבעו בחוק או בתקנון הכנסת.",
  "document_type": "חוק-יסוד: הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "חוק-יסוד: הכנסת",
      "PublicationDate": "",
      "OfficialSource": "סעיף 42א.",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/%D7%97%D7%95%D7%A7-%D7%99%D7%A1%D7%95%D7%93:_%D7%94%D7%9B%D7%A0%D7%A1%D7%AA#%D7%A1%D7%A2%D7%99%D7%A3_42א"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "הכנסת",
          "ClauseLocation": "(ג)(1)",
          "Quote": "הכנסת רשאית, ברוב של 90 חברי הכנסת, להחליט להפסיק את חברותו של חבר הכנסת"
        }
      ],
      "Placenames": [],
      "Description": "הפסקת חברות של חבר הכנסת במקרה של הרשעה בעבירה פלילית."
    },
    "LegalReferences": [],
    "Amendments": [
      "תיקון: תשמ״א, תשנ״ה־2, תש״ס, תשס״א־5, תשע״ו־2"
    ],
    "AdditionalKeywords": [
      "חבר הכנסת",
      "הרשעה",
      "קלון",
      "הכנסת",
      "ערעור"
    ],
    "Topics": [
      "חבר הכנסת שהורשע בפסק דין סופי בעבירה פלילית, וקבע בית המשפט, ביוזמתו או לבקשת היועץ המשפטי לממשלה, שיש עם העבירה קלון, תיפסק חברותו בכנסת."
    ]
  },
  "title": "חוק-יסוד: הכנסת",
  "source_file": "חוק-יסוד: הכנסת_42א.md"
}