{
  "extracted_at": "2025-03-02T19:23:31.178449+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**חוק חסינות חברי הכנסת, זכויותיהם וחובותיהם: **\n\n[מקור: סעיף 13. ](https://he.wikisource.org/wiki/%D7%97%D7%95%D7%A7-%D7%99%D7%A1%D7%95%D7%93:_%D7%94%D7%9B%D7%A0%D7%A1%D7%AA#%D7%A1%D7%A2%D7%99%D7%A3_13)\nקביעת חסינות ונטילת חסינות[תיקון: תשנ״ה, תשנ״ה־3, תשנ״ו, תשס״ה־2]\n\n(א)הכנסת רשאית, בהחלטה, לקבוע שלחבר הכנסת תהיה חסינות בפני דין פלילי לגבי האשמה שבכתב האישום כאמורבסעיף 4(א)וכי לא יועמד לדין בשל אותה אשמה בעת היותו חבר הכנסת, וכן ליטול ממנו חסינות אחרת או זכות הנתונות לו לפי חוק זה, חוץ מחסינות או זכות הנתונות לו לפיסעיף 1; אך הכנסת לא תחליט החלטה כזאת אלא לפי הצעת ועדת הכנסת עקב בקשה שהובאה לפני הועדה.(ב)הרשות להגיש בקשה בדבר נטילת חסינות מחבר הכנסת שנקבעהבסעיפים 2או 3היא בידי היועץ המשפטי לממשלת ישראל; הרשות להגיש בקשה בדבר נטילת זכות הנתונה לחבר הכנסת לפי חוק זה, היא בידי הממשלה ובידי כל חבר הכנסת.(ג)בקשה לפי סעיף זה או לפיסעיף 4(א)(3), תוגש בכתב ובצירוף נימוקים ליושב ראש הכנסת, שיעבירנה לועדת הכנסת לדיון בהקדם האפשרי.(ג1)החליטה ועדת הכנסת שלא להציע לקבוע כי תהיה לחבר הכנסת חסינות בפני דין פלילי כאמורבסעיף 4(א)או לדחות בקשה ליטול ממנו חסינות או זכות, תהא החלטתה סופית.(ד)ועדת הכנסת לא תציע, והכנסת לא תחליט, ליטול מחבר הכנסת חסינות או זכות או על קביעת חסינות בפני דין פלילי, אלא לאחר שניתנה לאותו חבר הכנסת וליועץ המשפטי לממשלה הזדמנות להשמיע את דברם.(ה)הכנסת לא תדון ולא תחליט על נטילת חסינות או זכות או על קביעת חסינות בפני דין פלילי, אלא אם כן הודיעו לכל חברי הכנסת, לפחות עשרים וארבע שעות מראש, על קיום הדיון וההצבעה.(ו)החלטת הכנסת על נטילת חסינות או זכות או על קביעת חסינות בפני דין פלילי תיעשה בהצבעה גלויה.(ז)(1)הוגשה בקשה לנטילת חסינות או זכות מחבר הכנסת, והודיע חבר הכנסת בכתב, כל עוד לא הסתיים הדיון בועדת הכנסת, ליושב ראש הכנסת וליושב ראש ועדת הכנסת, שהוא מסכים לנטילת החסינות או הזכות, כמבוקש, רשאית ועדת הכנסת, בהחלטה, ליטול מחבר הכנסת את החסינות או הזכות; לענין זה, תהיינה לועדת הכנסת הסמכויות המוקנות לכנסת בסעיף קטן (א); יושב ראש ועדת הכנסת יודיע על החלטה לפי סעיף קטן זה לכנסת ונטילת החסינות או הזכות תיכנס לתוקף במועד מסירת ההודעה לכנסת.(2)הציעה ועדת הכנסת לכנסת ליטול מחבר הכנסת חסינות או זכות, והודיע חבר הכנסת ליושב ראש הכנסת וליושב ראש ועדת הכנסת שהוא מסכים לנטילת החסינות או הזכות, יודיע יושב ראש הכנסת על כך לכנסת ונטילת החסינות או הזכות תיכנס לתוקף עם מתן ההודעה לכנסת; החל הדיון בנטילת החסינות או הזכות – ייפסק הדיון עם מתן ההודעה.",
  "document_type": "חוק חסינות חברי הכנסת, זכויותיהם וחובותיהם",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "חוק חסינות חברי הכנסת, זכויותיהם וחובותיהם",
      "PublicationDate": "",
      "OfficialSource": "סעיף 13",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/%D7%97%D7%95%D7%A7-%D7%99%D7%A1%D7%95%D7%93:_%D7%94%D7%9B%D7%A0%D7%A1%D7%AA#%D7%A1%D7%A2%D7%99%D7%A3_13"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "סעיף 13",
          "Quote": "ועדת הכנסת לא תציע, והכנסת לא תחליט"
        },
        {
          "Organization": "הכנסת",
          "ClauseLocation": "סעיף 13",
          "Quote": "הכנסת רשאית, בהחלטה, לקבוע"
        },
        {
          "Organization": "הממשלה",
          "ClauseLocation": "סעיף 13",
          "Quote": "הרשות להגיש בקשה בדבר נטילת זכות הנתונה לחבר הכנסת לפי חוק זה, היא בידי הממשלה"
        },
        {
          "Organization": "יועץ המשפטי לממשלה",
          "ClauseLocation": "סעיף 13",
          "Quote": "הזדמנות להשמיע את דברם"
        }
      ],
      "Placenames": [
        {
          "Name": "ישראל",
          "ClauseLocation": "סעיף 13",
          "Quote": "היועץ המשפטי לממשלת ישראל"
        }
      ],
      "Description": "החוק עוסק בקביעת חסינות חברי הכנסת בפני דין פלילי ונטילת חסינותם."
    },
    "LegalReferences": [],
    "Amendments": [
      "תיקון: תשנ״ה, תשנ״ה־3, תשנ״ו, תשס״ה־2"
    ],
    "AdditionalKeywords": [
      "חסינות",
      "חבר הכנסת",
      "דין פלילי"
    ],
    "Topics": [
      "הכנסת רשאית לקבוע חסינות לחבר הכנסת",
      "הרשות להגיש בקשה לנטילת חסינות",
      "הגשת בקשה לועדת הכנסת",
      "החלטת ועדת הכנסת על חסינות"
    ]
  },
  "title": "חוק חסינות חברי הכנסת, זכויותיהם וחובותיהם",
  "source_file": "חוק חסינות חברי הכנסת, זכויותיהם וחובותיהם_13.md"
}