{
  "extracted_at": "2025-03-02T19:43:37.011789+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**חוק חסינות חברי הכנסת, זכויותיהם וחובותיהם: **\n\n[מקור: סעיף 13ד. ](https://he.wikisource.org/wiki/%D7%97%D7%95%D7%A7-%D7%99%D7%A1%D7%95%D7%93:_%D7%94%D7%9B%D7%A0%D7%A1%D7%AA#%D7%A1%D7%A2%D7%99%D7%A3_13ד)\nועדת אתיקה[תיקון: תשמ״ח, תש״ן, תשנ״ד, תשנ״ה־4, תשנ״ז־2, תשנ״ח־2, תשנ״ח־3, תשס״א־3, תשס״ב, תשס״ה, תשע״ד, תשע״ו]\n\n(א)חבר הכנסת שעשה אחת מאלה יהיה נתון לשיפוטה של ועדת האתיקה של חברי הכנסת:(1)עבר על הוראותסעיף 13אאו 13א1או לא קיים הוראה לפיהם;(1א)לא הגיש הצהרת הון, או הגישה באיחור, בניגוד להוראותסעיף 13בולכללי האתיקה לחברי הכנסת;(2)נעדר מישיבות הכנסת, ללא הצדק סביר –(א)תקופה רצופה של חדשיים או יותר, ולעניין זה לא יובאו ימי הפגרה בחשבון; או(ב)שליש או יותר מכלל ימי הישיבות שקיימה הכנסת הכנס פלוני, ואולם –(1)אם הוא סגן שר – שתי חמישיות או יותר מכלל ימי הישיבות כאמור;(2)אם הוא שר – מחצית או יותר מכלל ימי הישיבות כאמור.(3)הפר כלל מכללי האתיקה.(ב)(1)ועדת האתיקה תהיה של ארבעה חברי הכנסת שימנה יושב ראש הכנסת, למשך תקופת כהונתה של אותה כנסת, בהתחשב, בין השאר, בהרכב הסיעתי של הכנסת, שניים מהם חברים בסיעות הקואליציה ושניים מהם חברים בסיעות האופוזיציה; יושב ראש הכנסת יקבע את היושב ראש של ועדת האתיקה, מבין חבריה.(1א)על אף האמור בפסקה (1), חל שינוי בהשתייכות של חבר ועדת האתיקה לסיעה מסיעות הקואליציה או מסיעות האופוזיציה כך שאין עוד שוויון במספר חברי הועדה כאמור באותה פסקה, ישנה יושב ראש הכנסת את הרכב הוועדה כך ששניים מהחברים יהיו מסיעות הקואליציה ושניים – מסיעות האופוזיציה.(1ב)יושב ראש הכנסת רשאי למנות ממלאי מקום מסיעות הקואליציה או מסיעות האופוזיציה, לפי העניין, לחברי ועדת האתיקה, לתקופה או נושא מסוים.(2)סייגים למינוי חבר הכנסת כחבר בועדת האתיקה והוראות בדבר השעייתו מחברותו בועדה, או העברתו מכהונה בה, ייקבעו בתקנון הכנסת.(3)בסעיף קטן זה –”סיעות הקואליציה“ – הסיעות בכנסת שהן צדדים להסכים המחייבים תמיכה בממשלה;”סיעות האופוזיציה“ – הסיעות בכנסת שאינן צדדים להסכמים המחייבים תמיכה בממשלה.(ג)ועדת האתיקה –(1)תקבע לעצמה את דרכי עבודתה ואת נהלי דיוניה;(2)לא תהא כפופה לדיני הראיות ותפעל בדרך הנראית לה מועילה ביותר לבירור הקובלנות שיובאו לפניה.(3)רשאית, מיוזמתה או לשאלת חבר הכנסת, לכתוב חוות דעת בעניני אתיקה.(ד)קבעה ועדת האתיקה, ברוב קולות של כל חבריה, כי חבר הכנסת עבר על הוראות סעיף קטן (א), רשאית היא להטיל עליו אחת מאלה:(1)הערה;(2)אזהרה;(3)נזיפה;(3א)נזיפה חמורה;(3ב)שלילת זכותו לקבל רשות דיבור במליאה או בועדות הכנסת, כולן או בחלקן, לתקופה שלא תעלה על עשרה ימי ישיבות של הכנסת;(3ג)הגבלות על פעילותו כחבר הכנסת, לרבות איסור הגשת הצעות חוק, הצעות לסדר היום, שאילתות וכיוצא באלה, ולמעט הגבלות בדבר הזכות להצביע, הכל כפי שתקבע הועדה ולתקופה שתקבע ובלבד שהתקופה כאמור לא תעלה על התקופה שנותרה עד לסופו של אותו כנס של הכנסת;(4)הרחקה מישיבות מליאת הכנסת או ועדות הכנסת לתקופה שלא תעלה על ששה חדשים ובלבד שחבר הכנסת יהיה רשאי להיכנס לישיבה לצורך הצבעה בלבד;(5)שלילת שכר ותשלומים אחרים עבור תקופת ההיעדרות כאמור בסעיף קטן (א)(2) או שלילת שכר ותשלומים אחרים לתקופה שלא תעלה על שנה אחת בשל כל הפרה של הוראה אחרת שלסעיף 13א; לענין זה, ”תשלומים אחרים“ – תשלומים על פיפרק ט׳ לחוק הכנסת, התשנ״ד–1994, ותשלומים מכוחחוק גמלאות לנושאי משרה ברשויות השלטון, התשכ״ט–1969;(6)שלילת שכר בעד תקופה או חלק מתקופה, שלא תעלה על שבועיים, שבה הורחק חבר הכנסת לפי פסקה (4), אם מצאה, מנימוקים שיירשמו, שהתקיימו נסיבות מיוחדות של הפרה חמורה של כללי האתיקה מצד חבר הכנסת; ואולם, ועדת האתיקה לא תורה על שלילת שכר לפי פסקה זו לראשונה מחבר הכנסת אלא בהחלטה פה אחד של כל חבריה;(7)שלילת שכר בסכום שאינו עולה על 5,000 שקלים חדשים אם הטילה על חבר הכנסת עיצום מהעיצומים המפורטים בסעיף קטן זה בשל הפרת כלל מכללי האתיקה וקבעה כי –(א)בהפרת הכלל כאמור גרם חבר הכנסת לנזק לרכוש הכנסת במשכן הכנסת בכוונה לגרום לנזק כאמור, או צפה כאפשרות סבירה את קרות הנזק;(ב)שווי הנזק, כולו או חלקו, ינוכה משכרו של חבר הכנסת בדרך שתקבע.(ד1)(בוטל).(ה)(בוטל).(ה1)הפעילה ועדת האתיקה את סמכותה לפי הוראות סעיף קטן (ד) כלפי חבר הכנסת, והמשיך חבר הכנסת לעבור על הוראות סעיף קטן (א), רשאית הועדה לשוב ולדון בענינו ולהפעיל את סמכותה לפי סעיף זה, ובלבד שמסרה לו הודעה על כך מראש.(ו)בנוסף לאמור בסעיף קטן (ד)(1) עד (3א), או במקומו, רשאית ועדת האתיקה לפרסם את החלטתה, כולה או חלקה, בדרך שתורה, בציון שמו של חבר הכנסת או בלא ציון שמו; החליטה הועדה כאמור בסעיף קטן (ד)(3ב) או (5) – תפרסם את החלטתה בציון שמו של חבר הכנסת.(ז)הוראות סעיף זה יחולו גם על מי שחדל להיות חבר הכנסת. ואולם לענין סעיף קטן (א)(1א) יהיה נתון לשיפוטה של ועדת האתיקה מי שחדל מהיות חבר הכנסת אם טרם חלפה שנה מהמועד שבו חייב היה להגיש את הצהרת ההון.",
  "document_type": "חוק חסינות חברי הכנסת, זכויותיהם וחובותיהם",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "חוק חסינות חברי הכנסת, זכויותיהם וחובותיהם",
      "PublicationDate": "",
      "OfficialSource": "סעיף 13ד.",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/%D7%97%D7%95%D7%A7-%D7%99%D7%A1%D7%95%D7%93:_%D7%94%D7%9B%D7%A0%D7%A1%D7%AA#%D7%A1%D7%A2%D7%99%D7%A3_13%D7%93"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "יושב ראש הכנסת",
          "ClauseLocation": "(ב)(1)",
          "Quote": "יושב ראש הכנסת יקבע את היושב ראש של ועדת האתיקה"
        }
      ],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת האתיקה",
          "ClauseLocation": "(א)",
          "Quote": "ועדת האתיקה של חברי הכנסת"
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק בזכויות וחובות חברי הכנסת ובסנקציות המוטלות עליהם על ידי ועדת האתיקה."
    },
    "LegalReferences": [
      {
        "ReferenceTitle": "חוק הכנסת",
        "ReferenceText": "חוק הכנסת, התשנ״ד–1994",
        "ReferenceQuote": "תשלומים על פיפרק ט׳ לחוק הכנסת, התשנ״ד–1994"
      },
      {
        "ReferenceTitle": "חוק גמלאות לנושאי משרה ברשויות השלטון",
        "ReferenceText": "חוק גמלאות לנושאי משרה ברשויות השלטון, התשכ״ט–1969",
        "ReferenceQuote": "תשלומים מכוח חוק גמלאות לנושאי משרה ברשויות השלטון, התשכ״ט–1969"
      }
    ],
    "Amendments": [
      "תיקון: תשמ״ח",
      "תיקון: תש״ן",
      "תיקון: תשנ״ד",
      "תיקון: תשנ״ה־4",
      "תיקון: תשנ״ז־2",
      "תיקון: תשנ״ח־2",
      "תיקון: תשנ״ח־3",
      "תיקון: תשס״א־3",
      "תיקון: תשס״ב",
      "תיקון: תשס״ה",
      "תיקון: תשע״ד",
      "תיקון: תשע״ו"
    ],
    "AdditionalKeywords": [
      "חסינות",
      "זכויות",
      "חובות",
      "ועדת אתיקה",
      "חבר הכנסת",
      "סנקציות"
    ],
    "Topics": [
      "חבר הכנסת שעשה אחת מאלה יהיה נתון לשיפוטה של ועדת האתיקה",
      "ועדת האתיקה תהיה של ארבעה חברי הכנסת שימנה יושב ראש הכנסת",
      "ועדת האתיקה תקבע לעצמה את דרכי עבודתה ואת נהלי דיוניה",
      "קבעה ועדת האתיקה, ברוב קולות של כל חבריה, כי חבר הכנסת עבר על הוראות סעיף קטן (א)"
    ]
  },
  "title": "חוק חסינות חברי הכנסת, זכויותיהם וחובותיהם",
  "source_file": "חוק חסינות חברי הכנסת, זכויותיהם וחובותיהם_13ד.md"
}