{
  "extracted_at": "2025-03-02T19:15:06.302900+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**חוק-יסוד: הכנסת: **\n\n[מקור: סעיף 42ג. ](https://he.wikisource.org/wiki/%D7%97%D7%95%D7%A7-%D7%99%D7%A1%D7%95%D7%93:_%D7%94%D7%9B%D7%A0%D7%A1%D7%AA#%D7%A1%D7%A2%D7%99%D7%A3_42ג)\nהפסקת חברות בכנסת של שר או סגן שר[תיקון: תשע״ה, תש״ף־2, תשפ״א, תשפ״ג]\n\n(א)חבר הכנסת המכהן כשר או כסגן שר רשאי להפסיק את חברותו בכנסת לפי הוראות סעיף זה; הפסקת חברות כאמור תהיה בהודעה בכתב ליושב ראש הכנסת, בצירוף הסכמתו בכתב של יושב ראש סיעתו של חבר הכנסת, ויחולו עליה הוראותסעיף 40; הוראות סעיף זה לא יחולו על חבר הכנסת המכהן כראש הממשלה, ממלא מקומו, ראש הממשלה החלופי או ראש הממשלה בפועל.(א1)על אף האמור בסעיף קטן (א), חבר הכנסת המכהן כשר או כסגן שר אינו רשאי להפסיק את חברותו בכנסת לפי סעיף זה בתקופה שמתחילת כהונתה של כנסת חדשה ועד לכינון ממשלה לפיסעיף 13או 13א(ה) לחוק־יסוד: הממשלה, ומהיום ה־90 שלפני יום הבחירות לכנסת לפיסעיף 9או מיום היווצרות עילה לקיום בחירות לפיסעיף 34או 36אאו לפיסעיף 11(ב)או 29(ו) לחוק־יסוד: הממשלה, לפי העניין.(ב)חבר הכנסת שמסר הודעה כאמור בסעיף קטן (א), חברותו בכנסת נפסקת כעבור 48 שעות לאחר שההודעה הגיעה לידי יושב ראש הכנסת, זולת אם חזר בו מהודעתו קודם לכן בהודעה בכתב ליושב ראש הכנסת; הסתיימה התקופה האמורה ביום מנוחה, יידחה סיומה ליום שלאחר מכן שאינו יום מנוחה, והכול כפי שייקבע בחוק.(ג)נפסקה חברותו בכנסת של שר או סגן שר לפי הוראות סעיף זה, תתחדש חברותו בכנסת שאליה נבחר בהתקיים אחד מאלה, והוא לא יידרש לשוב ולהצהיר אמונים לפיסעיף 15:(1)הוא חדל לכהן כשר או כסגן שר;(2)הוא היה לראש הממשלה או לראש הממשלה החלופי;(3)הוא נקבע לכהן כראש הממשלה בפועל;(4)הוא היה לממלא מקום ראש הממשלה.(ד)(1)הוראות אלה יחולו לעניין מספר חברי הכנסת המרבי באותה סיעה שרשאים להפסיק את חברותם בכנסת לפי סעיף זה:(א)מנתה הסיעה בין חבר כנסת אחד לשלושה חברי הכנסת – רשאים להפסיק את חברותם מחצית מחברי הסיעה; תוצאת חישוב כאמור שאינה מספר שלם תעוגל למספר השלם הגבוה הקרוב;(א1)מנתה הסיעה בין ארבעה לשישה חברי הכנסת – רשאים להפסיק את חברותם שלושה חברי הכנסת;(ב)מנתה הסיעה בין שבעה לתשעה חברי הכנסת – רשאים להפסיק את חברותם ארבעה חברי הכנסת;(ג)מנתה הסיעה בין עשרה לשבעה עשר חברי הכנסת – רשאים להפסיק את חברותם חמישה חברי הכנסת;(ד)מנתה הסיעה שמונה עשר חברי הכנסת לפחות – רשאים להפסיק את חברותם שליש מחברי הסיעה; תוצאת חישוב כאמור שאינה מספר שלם תעוגל למספר השלם הגבוה הקרוב.(2)אין בשינוי מספר חברי סיעה, ובכלל זה בשל התפלגות או מיזוג עם סיעה אחרת, כדי להשפיע על הפסקת החברות בכנסת של חבר הכנסת שנעשתה לפני שינוי כאמור.(ה)נפסקה חברותו בכנסת של חבר הכנסת לפי סעיף זה והתחדשה חברותו בכנסת משום שחדל לכהן כשר או שחדל לכהן כסגן שר שלא בנסיבות המנויותבסעיף 26(2) לחוק־יסוד: הממשלה, לא תיפסק שוב חברותו בכנסת לפי הוראות סעיף זה בתקופת כהונתה של אותה הכנסת.(ו)(1)על אף האמור בסעיף קטן (ג), שר או סגן שר שהפסיק את חברותו בכנסת לפי סעיף זה וחבר הכנסת שהוא שר או סגן שר החברים באותה סיעה רשאים להודיע ליושב ראש הכנסת בהודעה משותפת בכתב, בצירוף הסכמתו בכתב של יושב ראש סיעתם, על חידוש חברותו בכנסת של השר או סגן השר שחברותו נפסקה ועל הפסקת חברותו של חבר הכנסת האחר באותו מועד (בחוק־יסוד זה – הודעת החלפה).(2)על חידוש החברות והפסקת החברות בכנסת בהתאם להודעת החלפה יחולו הוראות סעיף קטן (ב), בשינויים המחויבים, אולם חזרה מהודעת ההחלפה תהיה רק בהודעה משותפת בכתב של מגישי הודעת ההחלפה ליושב ראש הכנסת.(3)לא ימסור חבר הכנסת שחברותו בכנסת נתחדשה לפי פסקה (1) הודעת החלפה נוספת בתקופת כהונתה של אותה הכנסת.(ז)שר או סגן שר שהפסיק את חברותו בכנסת לפי סעיף זה והגיש כתב התפטרות לפיסעיף 22(א)או 26(1) לחוק־יסוד: הממשלה, או שנמסר לידיו כתב העברה מכהונה לפיסעיף 22(ב),26(3),43ד(ב)או 43ה(ב) לחוק־יסוד: הממשלה, לפי העניין, רשאי להודיע ליושב ראש הכנסת בסמוך לאחר מועד ההגשה או המסירה כאמור כי לא תתחדש חברותו בכנסת, ויראו אותו כמי שהתפטר מהכנסת במועד הפסקת כהונתו בממשלה; על הודעה ליושב ראש הכנסת כאמור בסעיף קטן זה יחולו הוראותסעיף 40, בשינויים המחויבים.",
  "document_type": "חוק-יסוד: הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "חוק-יסוד: הכנסת",
      "PublicationDate": "",
      "OfficialSource": "סעיף 42ג.",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/%D7%97%D7%95%D7%A7-%D7%99%D7%A1%D7%95%D7%93:_%D7%94%D7%9B%D7%A0%D7%A1%D7%AA#%D7%A1%D7%A2%D7%99%D7%A3_42%D7%92"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "חבר הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "חבר הכנסת המכהן כשר או כסגן שר רשאי להפסיק את חברותו בכנסת לפי הוראות סעיף זה"
        },
        {
          "Role": "יושב ראש הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "בהודעה בכתב ליושב ראש הכנסת"
        },
        {
          "Role": "יושב ראש סיעתו",
          "ClauseLocation": "(א)",
          "Quote": "בצירוף הסכמתו בכתב של יושב ראש סיעתו של חבר הכנסת"
        },
        {
          "Role": "ראש הממשלה",
          "ClauseLocation": "(א)",
          "Quote": "הוראות סעיף זה לא יחולו על חבר הכנסת המכהן כראש הממשלה"
        },
        {
          "Role": "ראש הממשלה החלופי",
          "ClauseLocation": "(א)",
          "Quote": "הוראות סעיף זה לא יחולו על חבר הכנסת המכהן כראש הממשלה החלופי"
        },
        {
          "Role": "ראש הממשלה בפועל",
          "ClauseLocation": "(א)",
          "Quote": "הוראות סעיף זה לא יחולו על חבר הכנסת המכהן כראש הממשלה בפועל"
        }
      ],
      "OfficialOrganizations": [],
      "Placenames": [],
      "Description": "המסמך עוסק בהפסקת חברות בכנסת של שר או סגן שר."
    },
    "LegalReferences": [
      {
        "ReferenceTitle": "חוק-יסוד: הממשלה",
        "ReferenceText": "סעיף 13",
        "ReferenceQuote": "לפי סעיף 13 או 13א לחוק־יסוד: הממשלה"
      },
      {
        "ReferenceTitle": "חוק-יסוד: הממשלה",
        "ReferenceText": "סעיף 9",
        "ReferenceQuote": "ומיום הבחירות לכנסת לפיסעיף 9"
      },
      {
        "ReferenceTitle": "חוק-יסוד: הממשלה",
        "ReferenceText": "סעיף 34",
        "ReferenceQuote": "או מיום היווצרות עילה לקיום בחירות לפיסעיף 34"
      },
      {
        "ReferenceTitle": "חוק-יסוד: הממשלה",
        "ReferenceText": "סעיף 36א",
        "ReferenceQuote": "או 36א או לפיסעיף 11(ב) או 29(ו) לחוק־יסוד: הממשלה"
      },
      {
        "ReferenceTitle": "חוק-יסוד: הממשלה",
        "ReferenceText": "סעיף 15",
        "ReferenceQuote": "לא יידרש לשוב ולהצהיר אמונים לפיסעיף 15"
      },
      {
        "ReferenceTitle": "חוק-יסוד: הממשלה",
        "ReferenceText": "סעיף 26",
        "ReferenceQuote": "שלא בנסיבות המנויות בסעיף 26(2) לחוק־יסוד: הממשלה"
      },
      {
        "ReferenceTitle": "חוק-יסוד: הממשלה",
        "ReferenceText": "סעיף 22",
        "ReferenceQuote": "לפי סעיף 22(א) או 26(1) לחוק־יסוד: הממשלה"
      },
      {
        "ReferenceTitle": "חוק-יסוד: הממשלה",
        "ReferenceText": "סעיף 22",
        "ReferenceQuote": "או שנמסר לידיו כתב העברה מכהונה לפיסעיף 22(ב)"
      },
      {
        "ReferenceTitle": "חוק-יסוד: הממשלה",
        "ReferenceText": "סעיף 26",
        "ReferenceQuote": "או 26(3), 43ד(ב) או 43ה(ב) לחוק־יסוד: הממשלה"
      }
    ],
    "Amendments": [
      "תיקון: תשע״ה, תש״ף־2, תשפ״א, תשפ״ג"
    ],
    "AdditionalKeywords": [
      "חברות בכנסת",
      "שר",
      "סגן שר",
      "יושב ראש הכנסת",
      "הפסקת חברות"
    ],
    "Topics": [
      "חבר הכנסת המכהן כשר או כסגן שר רשאי להפסיק את חברותו בכנסת לפי הוראות סעיף זה.",
      "חבר הכנסת שמסר הודעה כאמור בסעיף קטן (א), חברותו בכנסת נפסקת כעבור 48 שעות.",
      "נפסקה חברותו בכנסת של שר או סגן שר לפי הוראות סעיף זה, תתחדש חברותו בכנסת בהתקיים אחד מאלה.",
      "הוראות אלה יחולו לעניין מספר חברי הכנסת המרבי באותה סיעה שרשאים להפסיק את חברותם בכנסת לפי סעיף זה.",
      "אין בשינוי מספר חברי סיעה כדי להשפיע על הפסקת החברות בכנסת של חבר הכנסת שנעשתה לפני שינוי כאמור.",
      "שר או סגן שר שהפסיק את חברותו בכנסת לפי סעיף זה רשאים להודיע ליושב ראש הכנסת על חידוש חברותו."
    ]
  },
  "title": "חוק-יסוד: הכנסת",
  "source_file": "חוק-יסוד: הכנסת_42ג.md"
}