{
  "extracted_at": "2025-03-02T19:31:28.853919+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**דיון מחדש**\n\nמקור: חלק ח׳ - ועדות הכנסת / פרק רביעי - ישיבות הוועדות / סעיף 115\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_115\n\n * (א) החליטה הוועדה בנושא מסוים, רשאים חבר הכנסת וכן שר, או סגן שר בענייני המשרד שבו הוא מכהן, לבקש מיושב ראש הוועדה שהוועדה תקיים דיון מחדש באותו נושא, ואם היה הנושא הצעת חוק – דיון מחדש בהצעת החוק כולה או בעניין מסוים שבה.\n * (ב) בקשה לדיון מחדש תוגש כל עוד הצעת החוק או החלטת הוועדה לא הונחה על שולחן הכנסת, ואם ההחלטה אינה מונחת על שולחן הכנסת – כל עוד לא נמסרה לכנסת או שההודעה עליה לא נחתמה, לפי העניין; הבקשה תוגש במהלך ישיבת הוועדה שבה התקבלה ההחלטה, או, בכתב, לאחר מכן.\n * (ג) הוגשה בקשה לדיון מחדש, לא תונח הצעת החוק או החלטת הוועדה על שולחן הכנסת, לא תימסר ההחלטה לכנסת או שההודעה עליה לא תיחתם, לפי העניין, וההחלטה לא תהיה בתוקף כל עוד הבקשה לדיון מחדש תלויה ועומדת.\n * (ד) הוגשה בקשה לדיון מחדש, יעמיד יושב ראש הוועדה להצבעה את השאלה אם לקבל את הבקשה, במועד שיקבע, ובלבד שהודעה על קיום ההצבעה תימסר לחברי הוועדה לפחות שלושים דקות מראש; הוועדה תקיים הצבעה אחת על הבקשה, אף אם כמה מבקשים הגישו בקשה באותו עניין.\n * (ה) החליטה הוועדה לקבל בקשה לדיון מחדש, תהיה החלטתה הקודמת בטלה והיא תקיים דיון מחדש כאמור; דחתה הוועדה בקשה לדיון מחדש, תעמוד החלטתה הקודמת בתוקפה.\n * (ו) \n   * (1) מי שהגיש בקשה לדיון מחדש ישתתף בישיבת הוועדה שבה נדונה בקשתו, והוא רשאי לנמק את הבקשה; הגישו כמה מבקשים בקשה באותו עניין, רשאי יושב ראש הוועדה להחליט כי אחד או יותר מהם ינמקה, ובלבד שחבר הכנסת שהגיש ראשון את הבקשה יהיה רשאי לנמקה.\n   * (2) נעדר המבקש מישיבת הוועדה שנקבעה לדיון בבקשתו, יראו את הבקשה כאילו נדחתה, ואולם רשאי הוא להסמיך חבר כנסת אחר להשתתף בישיבה במקומו, ואם המבקש הוא שר או סגן שר – רשאי הוא להסמיך כאמור שר אחר.\n * (ז) \n   * (1) הצבעה בבקשה לדיון מחדש בנושא מסוים תתקיים פעם אחת בלבד; היה הנושא הצעת חוק והבקשה לדיון מחדש היתה בהצעת החוק כולה, לא יצביעו על בקשות נוספות לדיון מחדש לגבי הצעת החוק, ואם הבקשה לדיון מחדש היתה בעניין מסוים שבהצעת החוק – ניתן לבקש דיון מחדש בעניין מסוים אחר שבהצעת החוק או בהצעת החוק כולה.\n   * (2) החליטה הוועדה לקבל בקשה לדיון מחדש, ובדיון מחדש שינתה את החלטתה הקודמת, ניתן לבקש שהוועדה תקיים דיון מחדש רק לגבי השינויים שנערכו באותו נושא.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "דיון מחדש",
      "PublicationDate": "",
      "OfficialSource": "חלק ח׳ - ועדות הכנסת / פרק רביעי - ישיבות הוועדות / סעיף 115",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_115"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "יושב ראש הוועדה",
          "ClauseLocation": "(ד)",
          "Quote": "יעמיד יושב ראש הוועדה להצבעה את השאלה אם לקבל את הבקשה"
        },
        {
          "Role": "חבר הכנסת",
          "ClauseLocation": "(ו)(1)",
          "Quote": "מי שהגיש בקשה לדיון מחדש ישתתף בישיבת הוועדה שבה נדונה בקשתו"
        },
        {
          "Role": "שר",
          "ClauseLocation": "(ו)(2)",
          "Quote": "אם המבקש הוא שר או סגן שר – רשאי הוא להסמיך כאמור שר אחר"
        },
        {
          "Role": "סגן שר",
          "ClauseLocation": "(ו)(2)",
          "Quote": "אם המבקש הוא שר או סגן שר – רשאי הוא להסמיך כאמור שר אחר"
        }
      ],
      "OfficialOrganizations": [],
      "Placenames": [],
      "Description": "המסמך עוסק בהליכי דיון מחדש בוועדות הכנסת."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "דיון מחדש",
      "הצעת חוק",
      "החלטת הוועדה"
    ],
    "Topics": [
      "חבר הכנסת יכול לבקש דיון מחדש בנושא מסוים.",
      "בקשה לדיון מחדש תוגש כל עוד ההצעה לא הונחה על שולחן הכנסת.",
      "לא תונח הצעת החוק על שולחן הכנסת כל עוד הבקשה לדיון מחדש תלויה ועומדת.",
      "יושב ראש הוועדה יעמיד להצבעה את הבקשה לדיון מחדש.",
      "החלטת הוועדה לקבל בקשה לדיון מחדש מבטלת את ההחלטה הקודמת."
    ]
  },
  "title": "דיון מחדש",
  "source_file": "תקנון הכנסת_115.md"
}