{
  "extracted_at": "2025-03-02T19:10:25.553877+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**הוועדות הקבועות ועניניהן**\n\nמקור: חלק ח׳ - ועדות הכנסת / פרק ראשון - ועדות קבועות, סמכויותיהן והרכבן / סעיף 100\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_100\n\nואלו הן הוועדות הקבועות ותחומי עניניהן:\n * (1) ועדת הכנסת: תקנון הכנסת וענינים הנובעים ממנו; חסינות חברי הכנסת ובקשות לקביעתה או לנטילתה; סדרי הבית; המלצות על הרכב הוועדות הקבועות והוועדות לענינים מסויימים, ויושבי־ראש שלהן; תיחום ותיאום עבודת הוועדות; העברת בקשות המוגשות לכנסת מן הציבור ליושב־ראש הכנסת או לוועדות המתאימות; דיון בתלונות על חברי הכנסת; תשלומים לחברי הכנסת; דיון בבקשות ובענינים שאינם נוגעים לשום ועדה או שלא נכללו בתפקידי ועדה אחרת.\n * (2) ועדת הכספים: תקציב המדינה; מסים לכל סוגיהם; מכס ובלו; מילוות; עניני מטבע ומטבע־חוץ; בנקאות ושטרי כסף; הכנסות והוצאות המדינה.\n * (3) (הוראת שעה בתקופת כהונתה של הכנסת ה־25):ועדת הכלכלה: מסחר ותעשיה; צרכנות; אספקה וקיצוב; חקלאות ודיג; תחבורה על כל ענפיה; איגוד שיתופי; תכנון ותיאום כלכלי; פיתוח; זכיונות המדינה ואפוטרופסות על הרכוש; רכוש הערבים הנעדרים, רכוש היהודים מארצות האויב, רכוש היהודים שאינם בחיים.\n * (4) ועדת החוץ והבטחון: מדיניות חוץ של המדינה, כוחותיה המזויינים ובטחונה.\n * (5) (הוראת שעה בתקופת כהונתה של הכנסת ה־25):ועדת הפנים והגנת הסביבה: שלטון מקומי; בנין ערים; כניסה לישראל ומרשם האוכלוסין; אזרחות; עתונות ומודיעין; עדות; ארגון הדתות של יהודים ושל לא יהודים; הגנת הסביבה, ובכלל זה מיחזור; בינוי ושיכון, ובכלל זה התחדשות עירונית ורשות מקרקעי ישראל; היערכות לרעידות אדמה; מקרקעין; שכירות; תשתיות בעלות חשיבות לאומית מיוחדת ובכלל זה המטרו.\n * (5א) (פקעה).\n * (5ב) (פקעה).\n * (6) ועדת החוקה, חוק ומשפט: חוקת המדינה; חוקי־יסוד; חוקים וסדרי משפט.\n * (7) ועדת העליה, הקליטה והתפוצות: עליה; קליטה; הטיפול ביורדים; חינוך יהודי וציוני בגולה; מכלול הנושאים הקשורים בענינים אלה והנמצאים בתחום טיפולו של המוסד לתיאום בין ממשלת ישראל לבין ההסתדרות הציונית העולמית ובין ממשלת ישראל והסוכנות היהודית לארץ ישראל.\n * (8) ועדת החינוך, התרבות והספורט: חינוך; תרבות; מדע; אמנות; שידור; קולנוע; ספורט.\n * (9) ועדת העבודה והרווחה: עבודה; בטחון סוציאלי כולל מערכת הבטחת הכנסה; המוסד לבטוח לאומי; סעד; שיקום; נכים ושיקומם לרבות נכי צה״ל ומשפחות נפגעי מלחמה וכן נפגעים אחרים; עבריינים צעירים; גימלאות ותגמולים; חוקת התשלומים לחיילים ולמשפחותיהם.\n * (9א) (פקעה).\n * (10) ועדה לעניני ביקורת המדינה: הקשר עם מבקר המדינה ונציב תלונות הציבור; סמכויות על־פיחוק מבקר המדינהוחוקים אחרים; מעמדם וסמכויותיהם של מבקרים פנימיים.\n * (11) ועדה לקידום מעמד האשה ולשוויון מגדרי: קידום מעמד האשה לקראת שוויון בייצוג, בחינוך, במעמד האישי ובמניעת אפליה בשל מין או נטייה מינית בכל התחומים; להקטנת פערים בכלכלה ובשוק העבודה; למאבק באלימות כלפי נשים.\n * (12) ועדת המדע והטכנולוגיה: מדיניות מחקר ופיתוח אזרחי בישראל; טכנולוגיות מתקדמות; מחקר ופיתוח סביבתי; מחקר מדעי באקדמיה הישראלית למדעים; מחקר מדעי שלא במוסדות להשכלה גבוהה; מכוני מחקר; מדענים ראשיים של כלל משרדי הממשלה; מועצה לאומית למחקר ולפיתוח; קרנות מחקר; מידע ומחשוב; והכל – בתחום האזרחי שאינו בטחוני.\n * (13) הוועדה לביטחון לאומי: ביטחון הפנים במדינה; שמירת הסדר הציבורי; ביטחון הציבור והקהילה; ביטחון אישי; מניעת אלימות, עבריינות ופשיעה; מלחמה בפשיעה ובפשיעה המאורגנת ובנזקיה; מוכנות לאירועי חירום אזרחיים; משטרה, שוטרים ומשמר לאומי; בתי סוהר ואסירים, תנאי מעצר ומאסר; כבאות והצלה; כלי ירייה.\n * (14) ועדת הבריאות: שירותי הבריאות והרפואה; ביטוח בריאות ממלכתי; הגנה על בריאות הציבור; היערכות להתפרצות מגפות והתמודדות עימן; מקצועות הרפואה והבריאות; אתיקה רפואית; שימוש בטכנולוגיות רפואיות.\n * (15) (הוראת שעה בתקופת כהונתה של הכנסת ה־25):הוועדה למיזמים ציבוריים: עבודות ציבוריות.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "הוועדות הקבועות ועניניהן",
      "PublicationDate": "",
      "OfficialSource": "חלק ח׳ - ועדות הכנסת / פרק ראשון - ועדות קבועות, סמכויותיהן והרכבן / סעיף 100",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_100"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [],
      "Placenames": [],
      "Description": "המסמך מפרט את הוועדות הקבועות בכנסת ואת תחומי עניניהן."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "וועדות הכנסת",
      "סמכויות",
      "חוק",
      "תקנון"
    ],
    "Topics": [
      "ועדת הכנסת: תקנון הכנסת וענינים הנובעים ממנו.",
      "ועדת הכספים: תקציב המדינה; מסים לכל סוגיהם.",
      "ועדת הכלכלה: מסחר ותעשיה; צרכנות; אספקה וקיצוב.",
      "ועדת החוץ והבטחון: מדיניות חוץ של המדינה.",
      "ועדת הפנים והגנת הסביבה: שלטון מקומי; בנין ערים.",
      "ועדת החוקה, חוק ומשפט: חוקת המדינה; חוקי־יסוד.",
      "ועדת העליה, הקליטה והתפוצות: עליה; קליטה.",
      "ועדת החינוך, התרבות והספורט: חינוך; תרבות; מדע.",
      "ועדת העבודה והרווחה: עבודה; בטחון סוציאלי.",
      "ועדה לעניני ביקורת המדינה: הקשר עם מבקר המדינה.",
      "ועדה לקידום מעמד האשה ולשוויון מגדרי: קידום מעמד האשה.",
      "ועדת המדע והטכנולוגיה: מדיניות מחקר ופיתוח אזרחי.",
      "הוועדה לביטחון לאומי: ביטחון הפנים במדינה.",
      "ועדת הבריאות: שירותי הבריאות והרפואה.",
      "הוועדה למיזמים ציבוריים: עבודות ציבוריות."
    ]
  },
  "title": "הוועדות הקבועות ועניניהן",
  "source_file": "תקנון הכנסת_100.md"
}