{
  "extracted_at": "2025-03-02T19:39:39.577252+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**ועדה משותפת**\n\nמקור: חלק ח׳ - ועדות הכנסת / פרק שלישי - ועדות לעניין מסוים, ועדות משנה, ועדות משותפות / סעיף 110\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_110\n\n * (א) ניתנה בחיקוק סמכות לוועדה משותפת לכמה ועדות, תבחר ועדת הכנסת את חברי הוועדה המשותפת, במספר שווה מכל אחת מהוועדות, ותקבע את יושב ראש הוועדה המשותפת מבין חברי הוועדה ששמה נזכר ראשון בחיקוק, והכל אלא אם כן נקבע אחרת בחיקוק.\n * (ב) \n   * (1) החליטה ועדת הכנסת להעביר הצעת חוק או נושא של הצעה לסדר היום לוועדה משותפת לשתי ועדות, תבחר ועדת הכנסת את חברי הוועדה המשותפת, במספר שווה מכל אחת מהן; ועדת הכנסת תקבע את יושב ראש הוועדה המשותפת מבין חברי הוועדה שלדעת ועדת הכנסת העניין נוגע לה יותר מבחינת תחומי העניין שלה.\n   * (2) פעילותה של ועדה משותפת כאמור בפסקה (1) תיפסק עם סיום הדיון בהצעת החוק או בנושא ההצעה לסדר היום שהועברו אליה.\n * (ג) ועדה משותפת לא תדון אלא בנושא שהוסמכה לדון בו בחיקוק או שהועבר אליה על ידי ועדת הכנסת.\n * (ד) בקביעת הרכב ועדה משותפת תתחשב ועדת הכנסת, ככל האפשר, בהרכב הסיעתי של הכנסת ובגודל הסיעות ותתייעץ עם יושבי ראש הוועדות שחבריהן יהיו חברים בוועדה המשותפת.\n * (ה) חבר ועדה משותפת, לרבות יושב ראש הוועדה, יחדל לכהן בה עם הפסקת כהונתו בוועדה הקבועה שמטעמה כיהן בוועדה המשותפת.\n * (ו) נתפנה מקומו של חבר ועדה משותפת, לרבות יושב ראש הוועדה, ובכלל זה לפי החלטת סיעתו, תבחר ועדת הכנסת חבר אחר במקומו מבין חברי הוועדה שמטעמה כיהן בוועדה המשותפת, ויחולו הוראות סעיף קטן (ד).\n * (ז) ועדת הכנסת רשאית לבחור ממלא מקום קבוע אחד לחבר ועדה משותפת, מבין חברי הוועדה שמטעמה הוא מכהן בוועדה המשותפת, והוא יהיה רשאי לשמש כממלא מקום כאמור כל עוד הוא חבר אותה ועדה.\n * (ח) נעדר חבר ועדה משותפת באופן ארעי מישיבת הוועדה, רשאי למלא את מקומו ממלא המקום הקבוע, אם נבחר, ובהעדרו – חבר אחר מסיעתו של חבר הוועדה המשותפת, ובהעדרם – חבר מהסיעה שמטעמה מכהן בוועדה הקבועה, לפיסעיף 102(ב), חבר הוועדה המשותפת שנעדר; לעניין מילוי מקום באופן ארעי לפי סעיף קטן זה, יחולו הוראותסעיף 104(ב) ו־(ג).\n * (ט) יושב ראש ועדת הכנסת יודיע לכנסת על הקמת ועדה משותפת ועל חבריה והיא תכהן מעת מסירת ההודעה לכנסת; הוראה זו תחול גם על שינויים בהרכב הוועדה ועל זהות ממלאי מקום קבועים.\n * (י) ועדה משותפת רשאית לקיים את ישיבותיה בשעה שבה מתקיימות ישיבות של הוועדות שמבין חבריהן נבחרו חברי הוועדה המשותפת.\n * (יא) הוראותחלק זהיחולו על ועדה משותפת בתקופה שבה היא פועלת, כפי שהן חלות על ועדה קבועה, ככל שלא נקבע אחרת לפי תקנון זה.\n * (יב) ועדות רשאיות לקיים ישיבה משותפת לגבי נושא מסוים, הנוגע לתחומי ענייניהן, אף אם לא הוקמה ועדה משותפת, ובלבד שהנושא לא הועבר אליהן על ידי מליאת הכנסת, נשיאות הכנסת או ועדת הכנסת; יושב ראש ועדה לא יזמין חברי ועדה אחרת לישיבה משותפת כאמור שלא באמצעות יושב ראש אותה ועדה.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "ועדה משותפת",
      "PublicationDate": "",
      "OfficialSource": "חלק ח׳ - ועדות הכנסת / פרק שלישי - ועדות לעניין מסוים, ועדות משנה, ועדות משותפות / סעיף 110",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_110"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "ועדת הכנסת את חברי הוועדה המשותפת"
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק בסמכויות ובתהליכים הקשורים לוועדות משותפות בכנסת."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "ועדה משותפת",
      "חוק",
      "כנסת"
    ],
    "Topics": [
      "סמכויות ועדה משותפת",
      "בחירת חברי ועדה משותפת",
      "הפסקת כהונה בוועדה משותפת",
      "מילוי מקום בוועדה משותפת",
      "ישיבות ועדה משותפת"
    ]
  },
  "title": "ועדה משותפת",
  "source_file": "תקנון הכנסת_110.md"
}