{
  "extracted_at": "2025-03-02T19:28:04.072927+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**הרכב הוועדות הקבועות**\n\nמקור: חלק ח׳ - ועדות הכנסת / פרק ראשון - ועדות קבועות, סמכויותיהן והרכבן / סעיף 102\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_102\n\n * (א) הכנסת תקבע את ההרכב הסיעתי של הוועדות הקבועות ותבחר את חברי הוועדות כאמורבסעיף 21(א) לחוק־יסוד: הכנסת, בהתאם להצעת הוועדה המסדרת לפיסעיף 2א(ג) לחוק הכנסת, או להצעת ועדת הכנסת, אם נבחרה, בהתחשב בהרכב הסיעתי של הכנסת ובגודל הסיעות, וכן בהודעת הסיעות לגבי שיבוץ חבריהן בוועדות, אם נמסרה; ואולם, לא מסרה סיעה הודעה כאמור, יהיו חבריה רשאים להשתתף בישיבות ועדה כממלאי מקום לפיסעיף 104, במשך תקופה שלא תעלה על שישים ימים מיום שהכנסת בחרה את חברי הוועדה; בחלוף התקופה, לא יהיו חברי הסיעה רשאים להשתתף כחברי הוועדה בישיבותיה, עד לבחירתם על ידי הכנסת כחברי הוועדה לפי הוראות סעיף קטן זה.\n * (ב) בכפוף להוראות סעיף קטן (א), סיעה הזכאית למנות חבר ועדה מטעמה, רשאית למנותו מבין חבריה של סיעה אחרת.\n * (ג) התפנה מקומו של חבר ועדה, תודיע הסיעה שמטעמה הוא מכהן, בכתב, ליושב ראש ועדת הכנסת על החבר שיכהן מטעמה במקומו, ויושב ראש ועדת הכנסת יודיע לכנסת מיהו חבר הוועדה החדש; חברותו של חבר הוועדה החדש תהיה בתוקף מעת מסירת ההודעה לכנסת; הוראות אלה יחולו גם אם החליטה סיעה על חילופי חבר ועדה מטעמה, ובלבד שאינו יושב ראש הוועדה.\n * (ד) שר או סגן שר לא יהיה חבר בוועדה מוועדות הכנסת או ממלא מקום של חבר ועדה.\n * (ה) חל שינוי בהרכב הסיעתי של הכנסת, לא יחול שינוי בהרכב הסיעתי של הוועדות, אלא אם כן קבעה הכנסת, לפי הצעת ועדת הכנסת, הרכב סיעתי חדש של הוועדות.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "הרכב הוועדות הקבועות",
      "PublicationDate": "",
      "OfficialSource": "חלק ח׳ - ועדות הכנסת / פרק ראשון - ועדות קבועות, סמכויותיהן והרכבן / סעיף 102",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_102"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "סעיף 102",
          "Quote": "בהתאם להצעת הוועדה המסדרת לפיסעיף 2א(ג) לחוק הכנסת, או להצעת ועדת הכנסת"
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק בהרכב הסיעתי של הוועדות הקבועות בכנסת ובתהליך מינוי חברי הוועדות."
    },
    "LegalReferences": [
      {
        "ReferenceTitle": "חוק־יסוד: הכנסת",
        "ReferenceText": "סעיף 21(א)",
        "ReferenceQuote": "כפי שנאמר בסעיף 21(א) לחוק־יסוד: הכנסת"
      },
      {
        "ReferenceTitle": "חוק הכנסת",
        "ReferenceText": "פיסעיף 2א(ג)",
        "ReferenceQuote": "בהתאם להצעת הוועדה המסדרת לפיסעיף 2א(ג) לחוק הכנסת"
      },
      {
        "ReferenceTitle": "חוק הכנסת",
        "ReferenceText": "פיסעיף 104",
        "ReferenceQuote": "כחברי הוועדה, אם נמסרה; ואולם, לא מסרה סיעה הודעה כאמור, יהיו חבריה רשאים להשתתף בישיבות ועדה כממלאי מקום לפיסעיף 104"
      }
    ],
    "Amendments": [],
    "AdditionalKeywords": [
      "הרכב סיעתי",
      "חברי ועדות",
      "מינוי חברי ועדה",
      "שינוי בהרכב הסיעתי"
    ],
    "Topics": [
      "הכנסת תקבע את ההרכב הסיעתי של הוועדות הקבועות ותבחר את חברי הוועדות.",
      "סיעה הזכאית למנות חבר ועדה מטעמה, רשאית למנותו מבין חבריה של סיעה אחרת.",
      "התפנה מקומו של חבר ועדה, תודיע הסיעה שמטעמה הוא מכהן.",
      "שר או סגן שר לא יהיה חבר בוועדה מוועדות הכנסת.",
      "חל שינוי בהרכב הסיעתי של הכנסת, לא יחול שינוי בהרכב הסיעתי של הוועדות."
    ]
  },
  "title": "הרכב הוועדות הקבועות",
  "source_file": "תקנון הכנסת_102.md"
}