{
  "extracted_at": "2025-03-02T19:16:06.627174+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**שדולות חברי הכנסת**\n\nמקור: חלק ט׳ - שדולות חברי הכנסת וקבוצות ידידות בין־פרלמנטריות / סעיף 138\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_138\n\n * (א) חבר הכנסת שאינו שר או סגן שר רשאי לייסד שדולה של חברי כנסת ולהיות חבר בשדולה כאמור, בהתאם להוראות סעיף זה; שדולות יפעלו בתקופת כהונתה של הכנסת שבה הוקמו.\n * (ב) חבר הכנסת שייסד שדולה יודיע למזכיר הכנסת בכתב על הקמת השדולה ועל חברי הכנסת החברים בה; מזכיר הכנסת יפרסם באתר האינטרנט של הכנסת רשימה של השדולות וחבריהן, ויעדכנה מזמן לזמן.\n * (ג) שדולה תיקרא ”שדולת חברי הכנסת“ לעניין מסוים, ולא יהיה חבר בה מי שאינו חבר הכנסת.\n * (ד) שדולה רשאית לקיים את ישיבותיה במשכן הכנסת.\n * (ה) שדולה אינה גוף של הכנסת ולא תציג את עצמה כגוף של הכנסת אלא כשדולה של חברי הכנסת, ובכלל זה –\n   * (1) במסמכים של השדולה או של אדם הפועל מטעמה שאינו חבר הכנסת לא ייעשה שימוש בסמל הכנסת;\n   * (2) הזמנת עובד המדינה לישיבות השדולה תיעשה באמצעות השר הממונה או בידיעתו, תוך ציון העובדה שהעובד אינו מחויב להיענות להזמנה;\n   * (3) השדולה לא תקבל תקציב מהכנסת, ואולם מותר לחבריה לעשות שימוש בתקציב השנתי העומד לרשותם לפיהחלטת שכר חברי הכנסת (הענקות ותשלומים), התשס״א–2001, לצורכי השדולה, בכפוף להוראות ההחלטה האמורה.\n * (ו) יושב ראש הכנסת רשאי להורות על שינוי שמה של שדולה אם יש בשם כדי להטעות או כדי לפגוע בכבוד הכנסת.\n * (ז) יושב ראש הכנסת רשאי להורות על הפסקת פעילותה של שדולה אם יש במטרותיה או במעשיה, במפורש או במשתמע, אחד מאלה:\n   * (1) שלילת קיומה של מדינת ישראל כמדינה יהודית ודמוקרטית;\n   * (2) הסתה לגזענות;\n   * (3) תמיכה במאבק מזוין, של מדינת אויב או של ארגון טרור, נגד מדינת ישראל;\n   * (4) פגיעה בכבוד הכנסת.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "שדולות חברי הכנסת",
      "PublicationDate": "",
      "OfficialSource": "חלק ט׳ - שדולות חברי הכנסת וקבוצות ידידות בין־פרלמנטריות / סעיף 138",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_138"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "יושב ראש הכנסת",
          "ClauseLocation": "(ו)",
          "Quote": "יושב ראש הכנסת רשאי להורות על שינוי שמה של שדולה אם יש בשם כדי להטעות או כדי לפגוע בכבוד הכנסת."
        },
        {
          "Role": "יושב ראש הכנסת",
          "ClauseLocation": "(ז)",
          "Quote": "יושב ראש הכנסת רשאי להורות על הפסקת פעילותה של שדולה אם יש במטרותיה או במעשיה, במפורש או במשתמע, אחד מאלה:"
        }
      ],
      "OfficialOrganizations": [
        {
          "Organization": "הכנסת",
          "ClauseLocation": "(ד)",
          "Quote": "שדולה רשאית לקיים את ישיבותיה במשכן הכנסת."
        },
        {
          "Organization": "הכנסת",
          "ClauseLocation": "(ה)(1)",
          "Quote": "במסמכים של השדולה או של אדם הפועל מטעמה שאינו חבר הכנסת לא ייעשה שימוש בסמל הכנסת;"
        }
      ],
      "Placenames": [
        {
          "Name": "מדינת ישראל",
          "ClauseLocation": "(ז)(1)",
          "Quote": "שלילת קיומה של מדינת ישראל כמדינה יהודית ודמוקרטית;"
        }
      ],
      "Description": "המסמך עוסק בהקמת שדולות חברי הכנסת, תהליכי ההודעה על הקמתן, פעולן, והגבלות על פעילותן."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "שדולה",
      "חבר הכנסת",
      "הכנסת",
      "ישיבות",
      "תקציב"
    ],
    "Topics": [
      "חבר הכנסת שאינו שר או סגן שר רשאי לייסד שדולה של חברי כנסת.",
      "חבר הכנסת שייסד שדולה יודיע למזכיר הכנסת בכתב.",
      "שדולה תיקרא 'שדולת חברי הכנסת' לעניין מסוים.",
      "שדולה רשאית לקיים את ישיבותיה במשכן הכנסת.",
      "שדולה אינה גוף של הכנסת ולא תציג את עצמה כגוף של הכנסת.",
      "יושב ראש הכנסת רשאי להורות על שינוי שמה של שדולה.",
      "יושב ראש הכנסת רשאי להורות על הפסקת פעילותה של שדולה."
    ]
  },
  "title": "שדולות חברי הכנסת",
  "source_file": "תקנון הכנסת_138.md"
}