{
  "extracted_at": "2025-03-02T19:27:34.144102+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**סייגים לבחירת יושב ראש הכנסת או סגן ליושב ראש הכנסת**\n\nמקור: חלק ב׳ - ארגון הכנסת / פרק ראשון - יושב ראש הכנסת וסגניו / סעיף 3\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_3\n\n * (א) ועדת הכנסת, וכל עוד לא נבחרה – הוועדה המסדרת, רשאית לקבוע, לפי הצעה של ועדת האתיקה, אם מונתה, כי חבר הכנסת לא יהיה מועמד לתפקיד יושב ראש הכנסת או סגן ליושב ראש הכנסת בהתקיים אחד מאלה:\n   * (1) היועץ המשפטי לממשלה מסר עותק של כתב אישום נגדו כאמורבסעיף 4(א) לחוק החסינות, או שמתקיימים נגדו הליכים פליליים כהגדרתםבסעיף 7(א) לחוק הכנסת(להלן – הליכים פליליים), וזאת בין אם נקבע כי תהיה לו חסינות בפני דין פלילי ובין אם לאו; החליטה ועדת הכנסת שחבר הכנסת לא יהיה מועמד לפי פסקה זו, תהיה החלטתה בתוקף כל עוד לא הסתיימו ההליכים הפליליים בעניינו, ואם נקבע שתהיה לו חסינות בפני דין פלילי – בכל תקופת כהונתה של אותה כנסת או לתקופה קצרה יותר שקבעה הוועדה;\n   * (2) חבר הכנסת הורשע בפסק דין סופי בעבירה פלילית, בין בהיותו חבר הכנסת ובין לפני כן, וטרם חלפו עשר שנים מיום שפסק הדין נעשה סופי או מיום שגמר לשאת את עונשו, לפי המאוחר.\n * (ב) ועדת הכנסת לא תקבע כאמור בסעיף קטן (א), אלא לאחר שנתנה לחבר הכנסת הזדמנות להשמיע את דברו.\n * (ג) הליכי הדיון בוועדת הכנסת ובוועדת האתיקה יסתיימו, בכל אחת מהן, בתוך שבוע.\n * (ד) \n   * (1) קבעה ועדת הכנסת כי חבר הכנסת לא יהיה מועמד כאמור, רשאי חבר הכנסת, בתוך 48 שעות, לערער על ההחלטה לפני הכנסת.\n   * (2) הדיון בכנסת ייערך בתוך 48 שעות ממועד הגשת הערעור או ביום הקרוב שבו ניתן לקיים ישיבת כנסת בהתאם להוראותסעיף 19(א), לפי המאוחר; המערער רשאי לנמק את ערעורו וכן הוא רשאי להניח מסמכים הנוגעים לערעור על שולחן הכנסת; יושב ראש ועדת הכנסת רשאי להשיב לערעור, כל אחד מהם במסגרת זמן שלא תעלה על 15 דקות, והכנסת תחליט בלא דיון.\n * (ה) ההצבעות בוועדת הכנסת ובכנסת יהיו גלויות.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "סייגים לבחירת יושב ראש הכנסת או סגן ליושב ראש הכנסת",
      "PublicationDate": "",
      "OfficialSource": "חלק ב׳ - ארגון הכנסת / פרק ראשון - יושב ראש הכנסת וסגניו / סעיף 3",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_3"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "ועדת הכנסת, וכל עוד לא נבחרה – הוועדה המסדרת"
        },
        {
          "Organization": "ועדת האתיקה",
          "ClauseLocation": "(א)",
          "Quote": "לפי הצעה של ועדת האתיקה"
        }
      ],
      "Placenames": [],
      "Description": "סייגים לבחירת יושב ראש הכנסת או סגן ליושב ראש הכנסת."
    },
    "LegalReferences": [
      {
        "ReferenceTitle": "חוק החסינות",
        "ReferenceText": "סעיף 4(א) לחוק החסינות",
        "ReferenceQuote": "היועץ המשפטי לממשלה מסר עותק של כתב אישום נגדו כאמור בסעיף 4(א) לחוק החסינות"
      },
      {
        "ReferenceTitle": "חוק הכנסת",
        "ReferenceText": "סעיף 7(א) לחוק הכנסת",
        "ReferenceQuote": "הליכים פליליים כהגדרתם בסעיף 7(א) לחוק הכנסת"
      },
      {
        "ReferenceTitle": "חוק החסינות",
        "ReferenceText": "סעיף 19(א)",
        "ReferenceQuote": "ביום הקרוב שבו ניתן לקיים ישיבת כנסת בהתאם להוראות סעיף 19(א)"
      }
    ],
    "Amendments": [],
    "AdditionalKeywords": [
      "יושב ראש הכנסת",
      "סגן ליושב ראש הכנסת",
      "ועדת הכנסת",
      "ועדת האתיקה",
      "הליכים פליליים",
      "ערעור"
    ],
    "Topics": [
      "ועדת הכנסת רשאית לקבוע אם חבר הכנסת לא יהיה מועמד לתפקיד יושב ראש הכנסת או סגן ליושב ראש הכנסת.",
      "חבר הכנסת יכול לערער על החלטת ועדת הכנסת.",
      "הדיון בכנסת ייערך בתוך 48 שעות ממועד הגשת הערעור."
    ]
  },
  "title": "סייגים לבחירת יושב ראש הכנסת או סגן ליושב ראש הכנסת",
  "source_file": "תקנון הכנסת_3.md"
}