{
  "extracted_at": "2025-03-02T19:38:31.746403+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**הצעה דחופה לסדר היום**\n\nמקור: חלק ד׳ - כלים פרלמנטריים / פרק חמישי - הצעות לסדר היום ודיונים מהירים / סעיף 54\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_54\n\n * (א) חבר הכנסת רשאי לבקש מנשיאות הכנסת לאשר כי הצעה לסדר היום שהגיש תידון כהצעה דחופה לסדר היום (בתקנון זה – הצעה דחופה); לא תובא לאישור הנשיאות יותר מהצעה דחופה אחת בשבוע של אותו חבר כנסת.\n * (ב) על הצעה דחופה יחולו הוראותפרק זהכפי שהן חלות על הצעה לסדר היום, בשינויים המחויבים ובשינויים אלה:\n   * (1) היא לא תבוא במניין ההצעות לפיסעיף 99;\n   * (2) המציע אינו רשאי להסמיך חבר מסיעתו לנמקה, כאמורבסעיף 53(א), אלא אם כן אישר זאת יושב ראש הכנסת, בנסיבות מיוחדות;\n   * (3) מסגרת הזמן להנמקתה, כאמורבסעיף 53(א), לא תעלה על שלוש דקות.\n * (ג) הצעה דחופה תידון בכנסת בשבוע שבו אושרה ובמועד שתקבע נשיאות הכנסת, אלא אם כן החליטה הנשיאות לדחות את הדיון בשבוע אחד.\n * (ד) נשיאות הכנסת תאשר דיון בהצעה דחופה אם נושא ההצעה הוא בעל חשיבות או דחיפות מיוחדות; ואולם לא יאושר דיון בהצעה דחופה –\n   * (1) ביותר מחמישה נושאים בשבוע, אלא אם כן החליטה הנשיאות אחרת, בנסיבות מיוחדות;\n   * (2) אם מובאים לפני הכנסת באותו שבוע הצעה לסדר היום או שאילתה דחופה או הצעה להביע אי־אמון בממשלה בנושא דומה;\n   * (3) אם חבר מסיעתו של המציע הגיש באותו שבוע הצעה דחופה בנושא דומה;\n   * (4) אם החליטה הנשיאות לפיסעיף 61(א)לאשר דיון מהיר בוועדה בנושא דומה.\n * (ה) בקשה לאישור הצעה דחופה שהוגשה לנשיאות הכנסת עד שעה 10:30 ביום ב׳, תידון על ידי הנשיאות באותו יום, ואם הוגשה לאחר מכן – תידון באותו שבוע, אם החליט על כך יושב ראש הכנסת.\n * (ו) \n   * (1) לא אישרה נשיאות הכנסת הצעה דחופה, רשאי חבר הכנסת לערער, בו ביום, לפני ועדת הכנסת, והיא תדון בכך בישיבתה הקרובה; קיבלה ועדת הכנסת את ערעורו של חבר הכנסת, יראו את ההצעה כאילו אושרה כדחופה על ידי הנשיאות.\n   * (2) נעדר חבר הכנסת מישיבתה של ועדת הכנסת בעת שדנה בערעורו, יראוהו כמי שלא הגיש ערעור, ואולם אם קבעה ועדת הכנסת כי נבצר ממנו להשתתף בישיבה מסיבה רפואית או מסיבה מוצדקת אחרת, רשאי חבר כנסת אחר שהמערער הסמיכו לכך בכתב לייצגו בוועדה.\n   * (3) חבר הכנסת המערער או מי שמייצגו כאמור בפסקה (2) לא ישתתף בהצבעה.\n   * (4) הגישו כמה חברי כנסת ערעורים לגבי הצעות לסדר היום בנושא דומה, בהתאם לקביעת נשיאות הכנסת, תקיים ועדת הכנסת הצבעה אחת בלבד לגבי כל נושא, והחלטתה תחול על כל ההצעות שהוגש לגביהן ערעור.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "הצעה דחופה לסדר היום",
      "PublicationDate": "",
      "OfficialSource": "חלק ד׳ - כלים פרלמנטריים / פרק חמישי - הצעות לסדר היום ודיונים מהירים / סעיף 54",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_54"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "נשיאות הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "חבר הכנסת רשאי לבקש מנשיאות הכנסת לאשר"
        },
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "(ו)(1)",
          "Quote": "לא אישרה נשיאות הכנסת הצעה דחופה, רשאי חבר הכנסת לערער, בו ביום, לפני ועדת הכנסת"
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק בהצעות דחופות לסדר היום בכנסת ובתנאים להן."
    },
    "LegalReferences": [
      {
        "ReferenceTitle": "סעיף 99",
        "ReferenceText": "",
        "ReferenceQuote": "היא לא תבוא במניין ההצעות לפיסעיף 99"
      },
      {
        "ReferenceTitle": "סעיף 53(א)",
        "ReferenceText": "",
        "ReferenceQuote": "המציע אינו רשאי להסמיך חבר מסיעתו לנמקה, כאמורבסעיף 53(א)"
      },
      {
        "ReferenceTitle": "סעיף 61(א)",
        "ReferenceText": "",
        "ReferenceQuote": "אם החליטה הנשיאות לפיסעיף 61(א)לאשר דיון מהיר בוועדה בנושא דומה"
      }
    ],
    "Amendments": [],
    "AdditionalKeywords": [
      "הצעה דחופה",
      "סדר היום",
      "נשיאות הכנסת",
      "ועדת הכנסת"
    ],
    "Topics": [
      "חבר הכנסת רשאי לבקש מנשיאות הכנסת לאשר כי הצעה לסדר היום שהגיש תידון כהצעה דחופה.",
      "על הצעה דחופה יחולו הוראות פרק זה כפי שהן חלות על הצעה לסדר היום.",
      "הצעה דחופה תידון בכנסת בשבוע שבו אושרה.",
      "נשיאות הכנסת תאשר דיון בהצעה דחופה אם נושא ההצעה הוא בעל חשיבות או דחיפות מיוחדות.",
      "בקשה לאישור הצעה דחופה שהוגשה לנשיאות הכנסת עד שעה 10:30 ביום ב׳, תידון על ידי הנשיאות באותו יום.",
      "לא אישרה נשיאות הכנסת הצעה דחופה, רשאי חבר הכנסת לערער, בו ביום, לפני ועדת הכנסת."
    ]
  },
  "title": "הצעה דחופה לסדר היום",
  "source_file": "תקנון הכנסת_54.md"
}