{
  "extracted_at": "2025-03-02T19:40:31.148075+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**שאילתה רגילה**\n\nמקור: חלק ד׳ - כלים פרלמנטריים / פרק שלישי - שאילתות / סעיף 48\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_48\n\n * (א) שאילתה רגילה לא תכיל יותר מ־50 מילים.\n * (ב) השר הנשאל יכין את תשובתו לשאילתה רגילה או יודיע על סירובו להשיב, בתוך 21 ימים מיום קבלת השאילתה.\n * (ג) בכפוף לאמור בסעיף קטן (ב), יקבע יושב ראש הכנסת, בתיאום עם השר הנשאל, את המועד שבו ישיב השר על השאילתה, ויודיע עליו לחבר הכנסת השואל.\n * (ד) נעדר חבר הכנסת השואל מאולם המליאה בעת שנקרא השר להשיב על השאילתה שהגיש, לא ימסור השר את תשובתו, וחבר הכנסת לא יורשה להגיש שאילתה באותו נושא באותו מושב; ואולם רשאי חבר הכנסת להודיע למזכיר הכנסת, לא יאוחר משעתיים לפני פתיחת הישיבה שבה אמורה להימסר התשובה לשאילתה, כי הוא מבקש שמועד מתן התשובה לשאילתה יידחה, ויושב ראש הכנסת יקבע מועד חדש בהתאם, בתיאום עם השר הנשאל.\n * (ה) לא השיב השר הנשאל על השאילתה במועד שקבע יושב ראש הכנסת, רשאי חבר הכנסת השואל לבקש מיושב ראש הכנסת כי ינהגו בשאילתה כבשאילתה דחופה, והתשובה לה תימסר בישיבת הכנסת ביום ד׳ הסמוך לאחר היום שבו היה השר אמור להשיב כאמור, נוסף על השאילתות שאישר יושב ראש הכנסת לפיסעיף 49(ב).\n * (ו) יושב ראש הישיבה יודיע את מספר השאילתה שעל סדר היום ואת שם חבר הכנסת השואל; חבר הכנסת השואל יקרא, מהמקום המיועד לכך באולם המליאה, את נוסח השאילתה כפי שאישר יושב ראש הכנסת, בלא המסמכים שצורפו אליה.\n * (ז) חבר הכנסת השואל רשאי, אחרי ששמע את התשובה, לשאול, מהמקום המיועד לכך באולם המליאה, שאלה נוספת במסגרת זמן שלא תעלה על דקה אחת, ובלבד שתהא נובעת מתוכן התשובה; השר ישיב לשאלה הנוספת, ואולם רשאי הוא לסרב להשיב מהטעמים האמוריםבסעיף 47.\n * (ח) חבר הכנסת שהפנה שאילתה רגילה לשר רשאי להודיע לו, באמצעות מזכיר הכנסת, כי הוא מבקש שינהגו בשאילתה כבשאילתה ישירה; המכסה האמורהבסעיף 46(ה)לא תשונה אף אם הודיע חבר הכנסת כאמור.\n * (ט) ימי הפגרה לא יבואו במניין התקופות לפי סעיף זה, אלא אם כן ביקש חבר הכנסת השואל שינהגו בשאילתה כבשאילתה ישירה.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "שאילתה רגילה",
      "PublicationDate": "",
      "OfficialSource": "חלק ד׳ - כלים פרלמנטריים / פרק שלישי - שאילתות / סעיף 48",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_48"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "כנסת",
          "ClauseLocation": "סעיף 48",
          "Quote": "יושב ראש הכנסת"
        },
        {
          "Organization": "מזכיר הכנסת",
          "ClauseLocation": "סעיף 48",
          "Quote": "מזכיר הכנסת"
        }
      ],
      "Placenames": [],
      "Description": "המסמך מפרט את הכללים והנהלים לשאילתות רגילות בכנסת."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "שאילתה רגילה",
      "תשובה",
      "חבר הכנסת",
      "יושב ראש הכנסת",
      "מזכיר הכנסת"
    ],
    "Topics": [
      "שאילתה רגילה לא תכיל יותר מ־50 מילים.",
      "השר הנשאל יכין את תשובתו לשאילתה רגילה או יודיע על סירובו להשיב, בתוך 21 ימים.",
      "יושב ראש הכנסת יקבע את המועד שבו ישיב השר על השאילתה.",
      "נעדר חבר הכנסת השואל לא ימסור השר את תשובתו.",
      "חבר הכנסת השואל רשאי לבקש מועד חדש לתשובה.",
      "אם השר לא השיב במועד, ניתן לנהוג בשאילתה כבשאילתה דחופה.",
      "יושב ראש הישיבה יודיע את מספר השאילתה ואת שם חבר הכנסת השואל.",
      "חבר הכנסת השואל רשאי לשאול שאלה נוספת לאחר התשובה.",
      "חבר הכנסת יכול לבקש שינהגו בשאילתה כבשאילתה ישירה.",
      "ימי הפגרה לא יבואו במניין התקופות."
    ]
  },
  "title": "שאילתה רגילה",
  "source_file": "תקנון הכנסת_48.md"
}