{
  "extracted_at": "2025-03-02T19:18:50.479911+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**הצעות לסדר היום – כללי**\n\nמקור: חלק ד׳ - כלים פרלמנטריים / פרק חמישי - הצעות לסדר היום ודיונים מהירים / סעיף 52\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_52\n\n * (א) חבר הכנסת, שאינו שר או סגן שר, רשאי להציע לכנסת לכלול נושא בסדר יומה (בתקנון זה – הצעה לסדר היום), במסגרת מכסה סיעתית שתקבע ועדת הכנסת לפיסעיף 99; חבר הכנסת יצרף להצעה דברי הסבר.\n * (ב) הצעה לסדר היום תוגש ליושב ראש הכנסת לשם אישורה, באמצעות מזכיר הכנסת.\n * (ג) הצעה לסדר היום שהוגשה ליושב ראש הכנסת עד שעה 11:00 ביום ב׳, ואושרה על ידיו, תובא לדיון באותו שבוע, ואולם יושב ראש הכנסת רשאי לדחות את מועד הדיון בנסיבות שבהן הדבר מתחייב כאמורבסעיף 25(ה); הצעה לסדר היום שלא הובאה לפני הכנסת עד תחילת הפגרה – מבוטלת ולא תבוא במניין ההצעות לפיסעיף 99.\n * (ד) יושב ראש הכנסת רשאי לשנות את נוסח ההצעה לסדר היום; שינה יושב ראש הכנסת את הנוסח, יודיע על כך לחבר הכנסת, שיהיה רשאי לבקש מהיושב ראש עיון חוזר; החלטת היושב ראש תהיה סופית.\n * (ה) חבר הכנסת שהצעתו לסדר היום לא אושרה על ידי יושב ראש הכנסת רשאי לערער על ההחלטה לפני ועדת הכנסת, שתדון ותחליט בערעור בתוך שבוע מיום הגשתו; החלטתה של ועדת הכנסת תהיה סופית.\n * (ו) ראה יושב ראש הכנסת, לאחר שהתייעץ עם יושב ראש ועדת החוץ והביטחון, שהעלאת הצעה לסדר היום במליאת הכנסת עלולה לפגוע בביטחון המדינה, ביחסי החוץ שלה או בעניין כלכלי חיוני שלה, הוא רשאי לקבוע כי הדיון בהצעה יתקיים בוועדה מוועדות הכנסת, ויודיע על קביעתו לחבר הכנסת המציע ולוועדה שקבע; הוועדה תשמע את המציע באחת משתי ישיבותיה הקרובות לאחר שנמסרה לה הודעת היושב ראש, ותחליט אם לכלול את הנושא בסדר יומה; החליטה הוועדה לכלול את הנושא בסדר יומה, יהיה דין ההצעה כדין הצעה שמסרה הכנסת לדיון בוועדה; ההצעה תבוא במניין ההצעות לפיסעיף 99.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "הצעות לסדר היום – כללי",
      "PublicationDate": "",
      "OfficialSource": "חלק ד׳ - כלים פרלמנטריים / פרק חמישי - הצעות לסדר היום ודיונים מהירים / סעיף 52",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_52"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "יושב ראש הכנסת",
          "ClauseLocation": "(ב)",
          "Quote": "הצעה לסדר היום תוגש ליושב ראש הכנסת לשם אישורה"
        },
        {
          "Role": "יושב ראש הכנסת",
          "ClauseLocation": "(ד)",
          "Quote": "יושב ראש הכנסת רשאי לשנות את נוסח ההצעה לסדר היום"
        },
        {
          "Role": "יושב ראש הכנסת",
          "ClauseLocation": "(ו)",
          "Quote": "ראה יושב ראש הכנסת, לאחר שהתייעץ עם יושב ראש ועדת החוץ והביטחון"
        },
        {
          "Role": "חבר הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "חבר הכנסת, שאינו שר או סגן שר, רשאי להציע לכנסת לכלול נושא בסדר יומה"
        },
        {
          "Role": "חבר הכנסת",
          "ClauseLocation": "(ה)",
          "Quote": "חבר הכנסת שהצעתו לסדר היום לא אושרה על ידי יושב ראש הכנסת רשאי לערער על ההחלטה"
        }
      ],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "(ה)",
          "Quote": "ועדת הכנסת, שתדון ותחליט בערעור"
        },
        {
          "Organization": "ועדת החוץ והביטחון",
          "ClauseLocation": "(ו)",
          "Quote": "יושב ראש הכנסת, לאחר שהתייעץ עם יושב ראש ועדת החוץ והביטחון"
        }
      ],
      "Placenames": [],
      "Description": "המסמך מפרט את ההליכים והדרישות להעלאת הצעות לסדר היום בכנסת."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "הצעות לסדר היום",
      "כנסת",
      "יושב ראש הכנסת",
      "ועדת הכנסת"
    ],
    "Topics": [
      "חבר הכנסת רשאי להציע נושא בסדר יומה.",
      "הצעה לסדר היום תוגש ליושב ראש הכנסת.",
      "הצעה לסדר היום שאושרה תובא לדיון.",
      "יושב ראש הכנסת רשאי לשנות את נוסח ההצעה.",
      "חבר הכנסת יכול לערער על החלטת יושב ראש הכנסת.",
      "יושב ראש הכנסת יכול לקבוע דיון בוועדה במקרים מסוימים."
    ]
  },
  "title": "הצעות לסדר היום – כללי",
  "source_file": "תקנון הכנסת_52.md"
}