{
  "extracted_at": "2025-03-02T19:38:18.430873+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**מכסת הצעות חוק והצעות לסדר היום**\n\nמקור: חלק ז׳ - הליך החקיקה / פרק שביעי - הליך החקיקה – הוראות שונות (סימן ו׳: מכסת הצעות חוק והצעות לסדר היום) / סעיף 99\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_99\n\n * (א) ועדת הכנסת תקבע את מכסת הצעות החוק הפרטיות לדיון מוקדם וההצעות לסדר היום (בסעיף זה – הצעות) שכל סיעה רשאית להציע בכל מושב של הכנסת ובכל שבוע, בהתאם לגודלן של הסיעות, ואולם הוועדה תקצה מכסה גדולה יותר לסיעות האופוזיציה, בשיעור שייראה לה; מזכיר הכנסת ינהל רישום של ניצול המכסות.\n * (ב) הצעת חוק שיזמו חברי כנסת מכמה סיעות תבוא במניין ההצעות של סיעתו של היוזם הראשון או של סיעתו של יוזם אחר בהסכמת היוזם הראשון.\n * (ג) במכסתה למושב ובמכסתה השבועית תקבע הסיעה את ההצעות שיוכלו חבריה להעלות לדיון ואת המועד שבו יוכלו להעלותן, ובלבד שתאפשר לכל אחד מחבריה להעלות לדיון את מספר ההצעות שהוא זכאי להעלות באותו מושב, בפיזור סביר במשך המושב.\n * (ד) במניין ההצעות לפי סעיף זה לא יבואו הצעות שלגביהן נקבע כך בתקנון זה, ובכלל זה הצעה דחופה לסדר היום והצעה לסדר היום מאת רוב חברי הכנסת, כאמורבסעיפים 54ו־55, והצעת חוק שהממשלה הודיעה שהיא תומכת בה או שאין בדעתה לנקוט עמדה ביחס אליה, כאמורבסעיף 77(א).",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "מכסת הצעות חוק והצעות לסדר היום",
      "PublicationDate": "",
      "OfficialSource": "חלק ז׳ - הליך החקיקה / פרק שביעי - הליך החקיקה – הוראות שונות (סימן ו׳: מכסת הצעות חוק והצעות לסדר היום) / סעיף 99",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_99"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "מזכיר הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "מזכיר הכנסת ינהל רישום של ניצול המכסות."
        }
      ],
      "OfficialOrganizations": [],
      "Placenames": [],
      "Description": "המסמך עוסק במכסת הצעות החוק והצעות לסדר היום המוקצות לסיעות הכנסת."
    },
    "LegalReferences": [
      {
        "ReferenceTitle": "סעיף 54",
        "ReferenceText": "הצעה דחופה לסדר היום",
        "ReferenceQuote": "הצעות שלגביהן נקבע כך בתקנון זה, ובכלל זה הצעה דחופה לסדר היום"
      },
      {
        "ReferenceTitle": "סעיף 55",
        "ReferenceText": "הצעה לסדר היום מאת רוב חברי הכנסת",
        "ReferenceQuote": "הצעה לסדר היום מאת רוב חברי הכנסת, כאמור בסעיפים 54 ו־55"
      },
      {
        "ReferenceTitle": "סעיף 77(א)",
        "ReferenceText": "הצעת חוק שהממשלה הודיעה שהיא תומכת בה",
        "ReferenceQuote": "הצעת חוק שהממשלה הודיעה שהיא תומכת בה או שאין בדעתה לנקוט עמדה ביחס אליה, כאמור בסעיף 77(א)"
      }
    ],
    "Amendments": [],
    "AdditionalKeywords": [
      "מכסת הצעות חוק",
      "הצעות לסדר היום",
      "ועדת הכנסת",
      "סיעות",
      "חברי הכנסת"
    ],
    "Topics": [
      "ועדת הכנסת תקבע את מכסת הצעות החוק הפרטיות לדיון מוקדם וההצעות לסדר היום.",
      "הצעת חוק שיזמו חברי כנסת מכמה סיעות תבוא במניין ההצעות.",
      "הסיעה תקבע את ההצעות שיוכלו חבריה להעלות לדיון.",
      "לא יבואו הצעות שלגביהן נקבע כך בתקנון זה."
    ]
  },
  "title": "מכסת הצעות חוק והצעות לסדר היום",
  "source_file": "תקנון הכנסת_99.md"
}