{
  "extracted_at": "2025-03-02T19:44:01.620268+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**יושב ראש ועדה קבועה**\n\nמקור: חלק ח׳ - ועדות הכנסת / פרק שני - יושב ראש ועדה קבועה / סעיף 106\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_106\n\n * (א) \n   * (1) ועדה קבועה תבחר יושב ראש מבין חבריה, לפי המלצת ועדת הכנסת; המליצה ועדת הכנסת לוועדה לבחור יושב ראש, יכנס יושב ראש ועדת הכנסת את הוועדה כדי שתצביע על המלצת ועדת הכנסת.\n   * (2) בלי לגרוע מהוראות פסקה (1), על מינויו של יושב ראש הוועדה לענייני ביקורת המדינה יחולו הוראותסעיף 6(ב) לחוק מבקר המדינה, הוא יהיה חבר בסיעה מסיעות האופוזיציה וכהונתו תפקע בתום 14 ימים מיום שסיעתו חדלה להיות סיעה כאמור.\n * (ב) יושב ראש ועדה רשאי להסמיך אחד מחברי הוועדה או ממלא מקום קבוע בוועדה לעניין סמכות הנתונה לו במליאת הכנסת לפי תקנון זה, אלא אם כן נקבע אחרת בתקנון זה.\n * (ג) יושב ראש ועדה רשאי למנות מפעם לפעם אחד מחברי הוועדה למלא את מקומו לניהול ישיבה, כולה או חלקה, או לתקופה שלא תעלה על שבועיים, וכן רשאי הוא למנות ממלא מקום קבוע לניהול ישיבה, כולה או חלקה, בכפוף להוראותסעיף 103(ג)(2).\n * (ד) \n   * (1) יצא יושב ראש ועדה את גבולות המדינה או נבצר ממנו למלא את תפקידו מסיבה אחרת, ימנה אחד מחברי הוועדה הקבועים למלא את מקומו, לתקופה שלא תעלה על שלושה חודשים או – באישור ועדת הכנסת – לתקופה רצופה ארוכה יותר, ורשאי הוא בכל עת להפסיק את המינוי או למנות ממלא מקום אחר כאמור; יושב ראש הוועדה יודיע על מינוי לפי פסקה זו ליושב ראש הכנסת.\n   * (2) לא מינה יושב ראש ועדה ממלא מקום כאמור בפסקה (1), רשאי יושב ראש הכנסת לכנס את הוועדה; הוועדה תבחר ביושב ראש מבין חבריה או ממלאי מקומם הקבועים בכפוף להוראותסעיף 103(ג)(2), לניהול הישיבה.\n * (ה) לממלא מקום של יושב ראש ועדה יהיו, בהעדרו, כל סמכויות היושב ראש.\n * (ו) יושב ראש ועדה רשאי להתפטר מכהונתו בהודעה בכתב ליושב ראש הכנסת, וכהונתו נפסקת עם מסירת ההודעה ליושב ראש הכנסת או במועד אחר שציין בהודעתו, שלא יהיה מאוחר משלושים ימים מיום מסירת ההודעה; יושב ראש הכנסת יעביר העתק מההודעה ליושב ראש ועדת הכנסת.\n * (ז) מונה יושב ראש ועדה לשר או לסגן שר, או חדל לכהן כיושב ראש הוועדה במהלך כהונתה של הכנסת, תבחר הוועדה יושב ראש חדש בדרך האמורה בסעיף קטן (א).",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "יושב ראש ועדה קבועה",
      "PublicationDate": "",
      "OfficialSource": "חלק ח׳ - ועדות הכנסת / פרק שני - יושב ראש ועדה קבועה / סעיף 106",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_106"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "יושב ראש ועדה",
          "ClauseLocation": "(א)(1)",
          "Quote": "ועדה קבועה תבחר יושב ראש מבין חבריה"
        },
        {
          "Role": "יושב ראש ועדת הכנסת",
          "ClauseLocation": "(א)(1)",
          "Quote": "יכנס יושב ראש ועדת הכנסת את הוועדה"
        },
        {
          "Role": "יושב ראש הוועדה לענייני ביקורת המדינה",
          "ClauseLocation": "(א)(2)",
          "Quote": "על מינויו של יושב ראש הוועדה לענייני ביקורת המדינה יחולו הוראות סעיף 6(ב) לחוק מבקר המדינה"
        },
        {
          "Role": "יושב ראש הכנסת",
          "ClauseLocation": "(ד)(1)",
          "Quote": "יושב ראש הוועדה יודיע על מינוי לפי פסקה זו ליושב ראש הכנסת"
        },
        {
          "Role": "ממלא מקום",
          "ClauseLocation": "(ה)",
          "Quote": "לממלא מקום של יושב ראש ועדה יהיו, בהעדרו, כל סמכויות היושב ראש"
        }
      ],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "(א)(1)",
          "Quote": "המליצה ועדת הכנסת לוועדה לבחור יושב ראש"
        },
        {
          "Organization": "הכנסת",
          "ClauseLocation": "(ו)",
          "Quote": "יושב ראש ועדה רשאי להתפטר מכהונתו בהודעה בכתב ליושב ראש הכנסת"
        }
      ],
      "Placenames": [
        {
          "Name": "מדינה",
          "ClauseLocation": "(ד)(1)",
          "Quote": "יצא יושב ראש ועדה את גבולות המדינה"
        }
      ],
      "Description": "המסמך עוסק במינוי, סמכויות והתפטרות של יושב ראש ועדה קבועה בכנסת."
    },
    "LegalReferences": [
      {
        "ReferenceTitle": "חוק מבקר המדינה",
        "ReferenceText": "סעיף 6(ב)",
        "ReferenceQuote": "על מינויו של יושב ראש הוועדה לענייני ביקורת המדינה יחולו הוראות סעיף 6(ב) לחוק מבקר המדינה"
      },
      {
        "ReferenceTitle": "תקנון הכנסת",
        "ReferenceText": "סעיף 103(ג)(2)",
        "ReferenceQuote": "בכפוף להוראות סעיף 103(ג)(2)"
      }
    ],
    "Amendments": [],
    "AdditionalKeywords": [
      "יושב ראש",
      "ועדה קבועה",
      "מינוי",
      "סמכויות",
      "התפטרות"
    ],
    "Topics": [
      "ועדה קבועה תבחר יושב ראש מבין חבריה.",
      "יושב ראש ועדה רשאי להסמיך אחד מחברי הוועדה.",
      "יושב ראש ועדה רשאי למנות חבר לנהל ישיבה.",
      "יושב ראש ועדה ימנה חבר קבוע במקרים של היעדרות.",
      "לממלא מקום של יושב ראש ועדה יהיו סמכויות היושב ראש.",
      "יושב ראש ועדה רשאי להתפטר בהודעה ליושב ראש הכנסת.",
      "אם יושב ראש הוועדה מונה לשר, תבחר הוועדה יושב ראש חדש."
    ]
  },
  "title": "יושב ראש ועדה קבועה",
  "source_file": "תקנון הכנסת_106.md"
}