{
  "extracted_at": "2025-03-02T19:45:59.919859+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**הדיון בוועדת הכנסת בתיקון התקנון**\n\nמקור: חלק י׳ - תקנון הכנסת / פרק שני - תיקון תקנון הכנסת / סעיף 144\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_144\n\n * (א) חבר הכנסת שאינו שר או סגן שר רשאי להגיש הצעה לתיקון תקנון זה ליושב ראש ועדת הכנסת.\n * (ב) ועדת הכנסת תחליט אם להכין את ההצעה לשם הבאתה לאישור הכנסת או להסירה מסדר יומה.\n * (ג) הצעה לתיקון התקנון שהכינה ועדת הכנסת תונח על שולחן הכנסת, בצירוף דברי הסבר, וכל חבר כנסת וכן שר או סגן שר רשאים, בתוך 14 ימים, להגיש ליושב ראש ועדת הכנסת השגה בכתב על התיקון המוצע.\n * (ד) ועדת הכנסת תדון בהשגות שהוגשו ובסיום דיוניה, תניח שוב על שולחן הכנסת את ההצעה לתיקון התקנון בנוסח שקיבלה, בצירוף ההשגות שדחתה; ואולם השגה השוללת את ההצעה לתיקון התקנון לא תידון, אך תצורף להצעת התיקון שתונח על שולחן הכנסת.\n * (ה) ועדת הכנסת רשאית לחדש את דיוניה בהצעה לתיקון התקנון גם לאחר שהונחה על שולחן הכנסת, וכל עוד לא החל הדיון בה; החליטה ועדת הכנסת לעשות כן, יודיע על כך יושב ראש הוועדה לכנסת; הוועדה תכין מחדש את הצעת התיקון ויחולו הוראות סעיפים קטנים (ג) ו־(ד), או תחליט להסירה מסדר יומה.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "הדיון בוועדת הכנסת בתיקון התקנון",
      "PublicationDate": "",
      "OfficialSource": "חלק י׳ - תקנון הכנסת / פרק שני - תיקון תקנון הכנסת / סעיף 144",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_144"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "יושב ראש ועדת הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "חבר הכנסת שאינו שר או סגן שר רשאי להגיש הצעה לתיקון תקנון זה ליושב ראש ועדת הכנסת."
        }
      ],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "(ב)",
          "Quote": "ועדת הכנסת תחליט אם להכין את ההצעה לשם הבאתה לאישור הכנסת או להסירה מסדר יומה."
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק בהליך תיקון תקנון הכנסת על ידי חברי הכנסת ווועדת הכנסת."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "תיקון תקנון",
      "הצעה",
      "השגות",
      "דיון"
    ],
    "Topics": [
      "חבר הכנסת שאינו שר או סגן שר רשאי להגיש הצעה לתיקון תקנון זה.",
      "ועדת הכנסת תחליט אם להכין את ההצעה לאישור הכנסת.",
      "הצעה לתיקון התקנון תונח על שולחן הכנסת עם דברי הסבר.",
      "חברי הכנסת יכולים להגיש השגות על התיקון המוצע.",
      "ועדת הכנסת תדון בהשגות ותניח את ההצעה לתיקון בנוסח שקיבלה."
    ]
  },
  "title": "הדיון בוועדת הכנסת בתיקון התקנון",
  "source_file": "תקנון הכנסת_144.md"
}