{
  "extracted_at": "2025-03-02T19:28:57.711834+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**הבעת אי־אמון בממשלה לפיסעיף 28 לחוק־יסוד: הממשלה**\n\nמקור: חלק ד׳ - כלים פרלמנטריים / פרק ראשון - הבעת אי־אמון בממשלה / סעיף 44\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_44\n\n * (א) בפרק זה–\n * (ב) \n   * (1) סיעה או מספר סיעות יחד רשאיות להגיש הצעה להביע אי־אמון בממשלה ואמון בממשלה אחרת (בתקנון זה – אי־אמון בממשלה), בכפוף להוראות פסקה (2); הגישו כמה סיעות הצעה אחת, יראו אותן כסיעה אחת לעניין סעיף זה.\n   * (2) סיעה המונה כמה חברים כמפורט להלן רשאית להגיש לכל היותר הצעות להבעת אי־אמון בממשלה בכל מושב של הכנסת, במספר כמפורט להלן, והמכסה תחול על כל הדרכים להביע אי־אמון שבסעיף קטן (ג):\n   * (3) מזכיר הכנסת ינהל רישום של ההצעות להביע אי־אמון שהגישו הסיעות לעניין פסקה (2).\n * (ג)) \n   * (1) הצעה להביע אי־אמון בממשלה יכול שתהיה בדרך של הצעת סעיף לסדר היום או כהצעה בסיום הדיון בכל סעיף העומד על סדר היום;\n   * (2) לשם הגשת הצעה להביע אי־אמון בממשלה, תמסור סיעה למזכיר הכנסת הודעה בכתב על קווי היסוד של מדיניות הממשלה המוצעת, על הרכבה ועל חלוקת התפקידים בין השרים המיועדים, אף אם ההצעה תוגש במועד מאוחר יותר; ההודעה תהיה חתומה בידי חבר הכנסת המיועד לעמוד בראש הממשלה המוצעת ותצורף לה הסכמה של כל השרים המיועדים; ההודעה תעמוד בתוקפה כל עוד לא מסרה הסיעה הודעה אחרת.\n   * (3) מזכיר הכנסת יביא לידיעת חברי הכנסת את ההודעה האמורה בפסקה (2) עד תחילת ישיבת הכנסת שבה יתקיימו הדיון או ההצבעה על הצעת האי־אמון בממשלה; לא הוגשה ההודעה לפני פתיחת הישיבה כאמור, לא תתקיים הצבעה על הצעת האי־אמון.\n * (ד) בהצעה להביע אי־אמון בממשלה בדרך של הצעת סעיף לסדר היום, יש לציין את עילת ההצעה; עילת ההצעה לא תשונה אלא במקרים אלה:\n   * (1) יושב ראש הכנסת אישר את השינוי, בנסיבות מיוחדות, לפי בקשת הסיעה המציעה;\n   * (2) ההצעה תידון בשבוע הראשון של כנס הכנסת, והשינוי ייעשה, לכל המאוחר, עד יום ד׳ האחרון בפגרה שלפני הכנס.\n * (ה) \n   * (1) הצעה להביע אי־אמון בממשלה שהוגשה בדרך של הצעת סעיף לסדר היום עד לנעילת ישיבת הכנסת ביום האחרון בשבוע של ישיבות הכנסת, לרבות ביום ישיבה בתקופת הפגרה, תידון בישיבת הכנסת הרגילה הראשונה בתקופת כנס הכנסת בשבוע שלאחר השבוע שבו הוגשה, ותדחה דיון בכל סעיף אחר, בכפוף לאמורבסעיף 20(ג); הצעה שהוגשה לאחר המועד האמור, יראו אותה כאילו הוגשה בשבוע שלאחר מכן.\n   * (2) הצעה להביע אי־אמון בממשלה שהוגשה בסיום הדיון בסעיף העומד על סדר היום, תובא להצבעה בישיבת הכנסת כאמור בפסקה (1), ואולם אם ביקשה זאת הממשלה מיד – תתקיים ההצבעה בו ביום, בסיום הדיון באותו סעיף; לעניין סעיף זה תיוצג הממשלה על ידי אחד מאלה, בסדר זה: ראש הממשלה, השר שדיבר בשם הממשלה לגבי הסעיף שעל סדר היום, השר המקשר בין הממשלה לבין הכנסת, שר אחר, ובלבד שהם נוכחים באולם המליאה.\n   * (3) על אף האמור בפסקה (1), הוגשה ההצעה להביע אי־אמון בממשלה כאמור באותה פסקה בצירוף חתימותיהם של 61 חברי הכנסת לפחות, יתקיים הדיון בפתיחת ישיבת הכנסת במועד שיקבע יושב ראש הכנסת בכל אחד מימי ישיבות הכנסת, שיהיה בהקדם האפשרי ולא יאוחר משבוע מיום הגשת ההצעה, לרבות בתקופת הפגרה; הוראות סעיף קטן (ב)(2) לעניין מכסת הצעות האי־אמון בממשלה לא יחולו לעניין הצעה להביע אי־אמון בממשלה כאמור בפסקה זו.\n * (ו) דחיית הצבעה בשל הצעה להביע אי־אמון בממשלה בסעיף העומד על סדר היום, תיעשה פעם אחת בלבד לעניין אותו סעיף.\n * (ז) בהצעה להביע אי־אמון בממשלה שהוגשה בסיום הדיון בסעיף העומד על סדר היום, תתקיים הצבעה אחת בלבד, והיא תהיה הן על הסעיף העומד על סדר היום והן לעניין הבעת האי־אמון; ואולם הוצעו כמה הצעות להביע אי־אמון בממשלה כאמור, תתקיים ההצבעה רק על הצעתה של הסיעה הגדולה מבין הסיעות המציעות; צורפו להצעה חתימותיהם של 61 חברי הכנסת לפחות, יהיה רשאי חבר הכנסת המיועד לעמוד בראש הממשלה המוצעת להציג לפני ההצבעה את הרכבה ואת קווי היסוד שלה במסגרת זמן שלא תעלה על 15 דקות.\n * (ח) \n   * (1) היתה ההצעה להביע אי־אמון בממשלה בסיום הדיון בסעיף העומד על סדר היום בעניין שבו לא נדרש רוב של חברי הכנסת, והממשלה הודיעה כי היא מתנגדת לו, וזכתה ההצעה לרוב של המשתתפים בהצבעה אך לא לרוב של חברי הכנסת, תתקבל ההצעה לעניין אותו סעיף ותידחה הצעת האי־אמון.\n   * (2) היתה ההצעה להביע אי־אמון בממשלה בסיום הדיון כאמור בפסקה (1), וזכתה לרוב של חברי הכנסת, יתקבלו הן ההצעה שעמדה לדיון והן הצעת האי־אמון, והממשלה החדשה תיכון.\n   * (3) היתה ההצעה להביע אי־אמון בממשלה בסיום הדיון בסעיף העומד על סדר היום בנושא שהביאה הממשלה או שהממשלה הודיעה כי היא תומכת בו, יחולו הוראות פסקאות (1) ו־(2), בשינויים המחויבים.\n * (ט) וזה סדר הדיון בהצעה להביע אי־אמון בממשלה שהוגשה בדרך של הצעת סעיף לסדר היום:\n   * (1) הסיעה שהגישה את ההצעה תנמק אותה במסגרת זמן שלא תעלה על עשר דקות; צורפו להצעה חתימותיהם של 61 חברי הכנסת לפחות, יהיה רשאי נוסף על כך חבר הכנסת המיועד לעמוד בראש הממשלה המוצעת להציג את הרכבה ואת קווי היסוד שלה במסגרת זמן שלא תעלה על 15 דקות;\n   * (2) הוגשו כמה הצעות להביע אי־אמון בממשלה, ינמקו הסיעות את הצעותיהן לפי סדר גודלן החל בסיעה הגדולה ולא לפי סדר הגשת ההצעות, כל אחת במסגרת זמן שלא תעלה על עשר דקות;\n   * (3) הממשלה תציג את תשובתה להצעה, ואם הוגשו כמה הצעות, תציג את תשובתה לאחר כל אחת מהן, אלא אם כן עסקו בנושא אחד; תשובת הממשלה תוצג בידי אחד השרים ואולם בנסיבות מיוחדות יכול שתוצג בידי סגן שר, אם יושב ראש הכנסת אישר זאת מראש, ובלבד שעילת ההצעה היא בענייני המשרד שבו סגן השר מכהן;\n   * (4) אחרי תשובת הממשלה יתקיים דיון סיעתי בהצעה, ואם הוגשו כמה הצעות יתקיים דיון סיעתי משולב, והכל במסגרת זמן שלא תעלה על שלוש דקות לסיעה; סיעה שחבר מטעמה נימק את ההצעה לא תשתתף בדיון הסיעתי, אלא אם כן הדיון הסיעתי משולב עם הצעה נוספת להבעת אי־אמון בממשלה או עם נושא אחר;\n   * (5) לאחר הדיון תצביע הכנסת על ההצעה; הוגשו כמה הצעות להביע אי־אמון בממשלה, תתקיים ההצבעה לפי סדר גודלן של הסיעות החל בסיעה הגדולה, ואולם התקבלה הצעה ברוב של חברי הכנסת, לא תצביע הכנסת על שאר ההצעות, והממשלה החדשה תיכון.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "הבעת אי־אמון בממשלה לפיסעיף 28 לחוק־יסוד: הממשלה",
      "PublicationDate": "",
      "OfficialSource": "חלק ד׳ - כלים פרלמנטריים / פרק ראשון - הבעת אי־אמון בממשלה / סעיף 44",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_44"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "הכנסת",
          "ClauseLocation": "סעיף 44",
          "Quote": "מזכיר הכנסת"
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק בהליכי הבעת אי־אמון בממשלה ובדרישות הקשורות לכך."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "אי־אמון",
      "ממשלה",
      "הכנסת",
      "הצעות",
      "דיון"
    ],
    "Topics": [
      "סיעות יכולות להגיש הצעות אי־אמון בממשלה.",
      "מזכיר הכנסת מנהל רישום של ההצעות.",
      "הצעות אי־אמון יכולות להיות מוגשות בדרכים שונות.",
      "דרישות להודעה בכתב על מדיניות הממשלה המוצעת.",
      "הצבעות על הצעות אי־אמון בממשלה."
    ]
  },
  "title": "הבעת אי־אמון בממשלה לפיסעיף 28 לחוק־יסוד: הממשלה",
  "source_file": "תקנון הכנסת_44.md"
}