{
  "extracted_at": "2025-03-02T19:27:56.382343+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**החזרת הצעת החוק לוועדה במהלך הקריאה השנייה**\n\nמקור: חלק ז׳ - הליך החקיקה / פרק שישי - הקריאה השנייה והקריאה השלישית / סעיף 91\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_91\n\n * (א) בכל שלב של הקריאה השנייה, וכל עוד לא החלה הקריאה השלישית, רשאים הממשלה או יושב ראש הוועדה שהכינה את הצעת החוק להציע לכנסת להחזיר את הצעת החוק, כולה או עניין מסוים שבה, לוועדה שהכינה אותה, והכנסת תחליט על כך בהצבעה שתתקיים מיד; לעניין סעיף קטן זה תיוצג הממשלה על ידי אחד מאלה, בסדר זה: ראש הממשלה, השר שדיבר בשם הממשלה לגבי הצעת החוק בקריאה השנייה, השר המקשר בין הממשלה לבין הכנסת, שר אחר, או סגן שר בענייני המשרד שבו הוא מכהן, ובלבד שהם נוכחים באולם המליאה.\n * (ב) החליטה הכנסת להחזיר את הצעת החוק לוועדה כאמור בסעיף קטן (א), תופסק הקריאה השנייה.\n * (ג) הוועדה שאליה הוחזרה הצעת החוק כאמור בסעיף קטן (א), תדון בה ותכין אותה מחדש לקריאה השנייה ולקריאה השלישית ואם הוחזרה הצעת החוק כולה – הוועדה רשאית גם להציע לכנסת להסירה מסדר היום.\n * (ד) הכינה הוועדה את הצעת החוק לאחר שהדיון בה חודש, תגיש אותה ליושב ראש הכנסת, בנוסח שקבעה בצירוף האמורבסעיף 87, וכן הסתייגויות ובקשות רשות דיבור במליאת הכנסת שהתבקשו לפני שהדיון בהצעת החוק חודש, ככל שהן מתאימות לנוסח החדש שקבעה הוועדה; ואולם –\n   * (1) הוחזר לוועדה עניין מסוים בהצעת חוק, לא תצורף לה הסתייגות שאינה נובעת משינויי נוסח שאישרה הוועדה;\n   * (2) הוחזרה הצעת חוק לוועדה לאחר שהחלה ההצבעה בקריאה השנייה, לא תצורף לה בקשה חדשה לרשות דיבור במליאת הכנסת.\n * (ה) מזכיר הכנסת יניח את הצעת החוק על שולחן הכנסת ויושב ראש הכנסת יעמיד אותה על סדר יומה של הכנסת, והוראותסעיף 88(ב)לא יחולו.\n * (ו) \n   * (1) הוחזרה לוועדה הצעת החוק כולה לפי סעיף זה והונחה מחדש, תחל הקריאה השנייה מחדש כאמורבסעיף 90.\n   * (2) הוחזר לוועדה עניין מסוים בהצעת חוק לפי סעיף זה והצעת החוק הונחה מחדש, תימשך הקריאה השנייה מהשלב שבו הופסקה, ויושב ראש הוועדה רשאי לנמק את הצעת החוק במסגרת זמן שלא תעלה על חמש דקות; אישרה הוועדה שינויי נוסח תימשך הקריאה השניה על סעיפים והסתייגויות שטרם הועמדו להצבעה לפי הנוסח לאחר השינוי; הוחזר לוועדה עניין מסוים אחרי שהחלה ההצבעה בקריאה השנייה, לא ינומקו הסתייגויות.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "החזרת הצעת החוק לוועדה במהלך הקריאה השנייה",
      "PublicationDate": "",
      "OfficialSource": "חלק ז׳ - הליך החקיקה / פרק שישי - הקריאה השנייה והקריאה השלישית / סעיף 91",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_91"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "ראש הממשלה",
          "ClauseLocation": "(א)",
          "Quote": "ראש הממשלה, השר שדיבר בשם הממשלה לגבי הצעת החוק בקריאה השנייה, השר המקשר בין הממשלה לבין הכנסת, שר אחר, או סגן שר בענייני המשרד שבו הוא מכהן"
        }
      ],
      "OfficialOrganizations": [
        {
          "Organization": "הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "הכנסת תחליט על כך בהצבעה שתתקיים מיד"
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק בהליך החזרת הצעת חוק לוועדה במהלך הקריאה השנייה בכנסת."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "הצעת חוק",
      "קריאה שנייה",
      "ועדה",
      "הצבעה"
    ],
    "Topics": [
      "בכל שלב של הקריאה השנייה, וכל עוד לא החלה הקריאה השלישית, רשאים הממשלה או יושב ראש הוועדה להציע להחזיר את הצעת החוק לוועדה.",
      "אם הכנסת מחליטה להחזיר את הצעת החוק לוועדה, תופסק הקריאה השנייה.",
      "הוועדה תדון בהצעת החוק שהוחזרה ותכין אותה לקריאה השנייה והשלישית.",
      "אם הוועדה הכינה את הצעת החוק, תגיש אותה ליושב ראש הכנסת עם הסתייגויות ובקשות רשות דיבור.",
      "מזכיר הכנסת יניח את הצעת החוק על שולחן הכנסת ויושב ראש הכנסת יעמיד אותה על סדר יומה.",
      "אם הוחזרה הצעת החוק כולה, תחל הקריאה השנייה מחדש."
    ]
  },
  "title": "החזרת הצעת החוק לוועדה במהלך הקריאה השנייה",
  "source_file": "תקנון הכנסת_91.md"
}