{
  "extracted_at": "2025-03-02T19:21:29.364295+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**דיונים מהירים בוועדה**\n\nמקור: חלק ד׳ - כלים פרלמנטריים / פרק חמישי - הצעות לסדר היום ודיונים מהירים / סעיף 60\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_60\n\n * (א) חבר הכנסת רשאי להציע הצעה לדיון מהיר בוועדה מוועדות הכנסת (בתקנון זה – דיון מהיר); חבר הכנסת יצרף להצעה דברי הסבר ויציין באיזו ועדה, קבועה או לעניין מסוים, הוא מבקש שהדיון יתקיים.\n * (ב) הצעה לדיון מהיר תוגש לנשיאות הכנסת באמצעות מזכיר הכנסת; הצעה שהוגשה עד שעה 13:00 ביום א׳, תידון על ידי הנשיאות באותו שבוע; ואולם לא תובא לאישור הנשיאות –\n   * (1) יותר מהצעה אחת בשבוע של אותו חבר כנסת;\n   * (2) הצעה של מציע שחבר מסיעתו הגיש באותו שבוע הצעה לדיון מהיר בנושא דומה.\n * (ג) \n   * (1) נשיאות הכנסת תחליט אם להעביר הצעה לדיון מהיר לוועדה, ואם הגישו כמה חברי כנסת הצעות בנושא דומה, תחליט לגביהן הנשיאות כאחת.\n   * (2) נשיאות הכנסת לא תעביר באותו שבוע יותר מנושא אחד לדיון מהיר לכל אחת מהוועדות.\n   * (3) נשיאות הכנסת רשאית לקבוע ועדה, קבועה או לעניין מסוים, שונה מזו שציין חבר הכנסת בהצעתו, וכן היא רשאית לשנות את נוסח ההצעה לדיון מהיר, והיא תודיע על כך לחבר הכנסת.\n * (ד) ועדה שהועבר אליה נושא לדיון מהיר, תחל בדיון בתוך עשרה ימים מיום החלטת נשיאות הכנסת וימי הפגרה לא יבואו במניין.\n * (ה) \n   * (1) החליטה נשיאות הכנסת להעביר הצעה לדיון מהיר לוועדה, רשאית ועדת הכנסת להעבירו לוועדה אחרת, אם ביקש זאת, בו ביום, אחד מאלה: חבר הכנסת שהציע את ההצעה לדיון מהיר, יושב ראש הוועדה שנקבעה כאמור, יושב ראש ועדה שסבור כי הנושא מצוי בתחום סמכויותיה של הוועדה שבראשותו או יושב ראש ועדת הכנסת.\n   * (2) נמסרה לוועדת הכנסת בקשה כאמור בפסקה (1), לא תדון הוועדה שנקבעה בנושא לדיון מהיר; ועדת הכנסת תדון ותחליט בבקשה בישיבתה הקרובה, ובתקופת הפגרה – בתוך שבועיים.\n   * (3) החליטה ועדת הכנסת להעביר את הדיון לוועדה אחרת, יודיע על כך יושב ראש ועדת הכנסת לנשיאות הכנסת, לשתי הוועדות הנוגעות בדבר ולחבר הכנסת המציע; אין בהחלטת ועדת הכנסת כדי לשנות ממניין הימים האמור בסעיף קטן (ד).\n * (ו) עם סיום הדיון המהיר יונחו מסקנות הוועדה על שולחן הכנסת, אלא אם כן החליטה הוועדה שפרסום המסקנות עלול לפגוע בביטחון המדינה, ביחסי החוץ שלה או בעניין כלכלי חיוני שלה; יושב ראש הכנסת רשאי לקבוע, במקרים מיוחדים, כי הכנסת תקיים דיון, אישי או סיעתי, במסקנות שהונחו על שולחן הכנסת.\n * (ז) יושב ראש הכנסת יעביר את מסקנות הוועדה שהונחו על שולחן הכנסת לשר הנוגע בדבר, ואם לא ברור מיהו השר – לראש הממשלה.\n * (ח) בתוך שלושה חודשים מיום שקיבל את המסקנות, יודיע השר הנוגע בדבר ליושב ראש הכנסת, בכתב, על כל פעולה שפעל בעקבות המסקנות; הודעת השר תונח על שולחן הכנסת.\n * (ט) הודיע חבר הכנסת ליושב ראש ועדה שנושא לדיון מהיר הועבר אליה כי הוא חוזר בו מהצעתו, יחולו הוראות אלה:\n   * (1) הודיע עד 24 שעות לפני פתיחת ישיבת הוועדה שנועדה לדיון בנושא – יוסר הנושא מסדר יומה של הוועדה, ויושב ראש הוועדה יודיע על כך לנשיאות הכנסת;\n   * (2) הודיע לאחר המועד האמור בפסקה (1) – תחליט הוועדה אם להסיר את הנושא מסדר יומה; החליטה הוועדה להסיר את הנושא כאמור, יודיע על כך יושב ראש הוועדה לנשיאות הכנסת;\n   * (3) החליטה נשיאות הכנסת להעביר לדיון מהיר בוועדה כמה הצעות בנושא דומה כאחת, ולא מסרו כל המציעים הודעה לפי פסקאות (1) או (2), לא יוסר הנושא מסדר היום ולא תצביע הוועדה על הסרת הנושא מסדר יומה, לפי העניין, אך יושב ראש הוועדה יודיע לוועדה על המציע שחזר בו.\n * (י) יושב ראש הוועדה שהועבר אליה נושא לדיון מהיר רשאי לקבוע כי הדיון יתקיים, בתוך פרק הזמן האמור בסעיף קטן (ד), בוועדת משנה שתבחר הוועדה לפי הוראותסעיף 109, ואולם יושב ראש הוועדה יקבע כאמור רק אם חבר הכנסת שהציע את ההצעה הסכים לכך, ואם היו כמה הצעות בנושא דומה – אם הסכימו לכך כל המציעים; לוועדת המשנה יהיו כל הסמכויות הנתונות לוועדה לפי סעיפים קטנים (ו) ו־(ט), ואולם יושב ראש הוועדה רשאי לקבוע כי הסמכות להכין את המסקנות ולהניחן על שולחן הכנסת כאמור בסעיף קטן (ו) תהיה נתונה לוועדה ולא לוועדת המשנה.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "דיונים מהירים בוועדה",
      "PublicationDate": "",
      "OfficialSource": "חלק ד׳ - כלים פרלמנטריים / פרק חמישי - הצעות לסדר היום ודיונים מהירים / סעיף 60",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_60"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "נשיאות הכנסת",
          "ClauseLocation": "(ב)",
          "Quote": "הצעה לדיון מהיר תוגש לנשיאות הכנסת"
        },
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "(ה)(1)",
          "Quote": "ועדת הכנסת להעבירו לוועדה אחרת"
        },
        {
          "Organization": "יושב ראש הכנסת",
          "ClauseLocation": "(ו)",
          "Quote": "יושב ראש הכנסת רשאי לקבוע"
        }
      ],
      "Placenames": [],
      "Description": "המסמך מפרט את ההליכים והדרישות להציע דיון מהיר בוועדה בכנסת."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "דיון מהיר",
      "חבר הכנסת",
      "נשיאות הכנסת",
      "ועדת הכנסת"
    ],
    "Topics": [
      "חבר הכנסת רשאי להציע הצעה לדיון מהיר בוועדה.",
      "הצעה לדיון מהיר תוגש לנשיאות הכנסת.",
      "נשיאות הכנסת תחליט אם להעביר הצעה לדיון מהיר לוועדה.",
      "ועדה שהועבר אליה נושא לדיון מהיר, תחל בדיון בתוך עשרה ימים.",
      "נשיאות הכנסת רשאית להעביר הצעה לוועדה אחרת.",
      "עם סיום הדיון המהיר יונחו מסקנות הוועדה על שולחן הכנסת.",
      "יושב ראש הכנסת יעביר את מסקנות הוועדה לשר הנוגע בדבר.",
      "השר הנוגע בדבר יודיע ליושב ראש הכנסת על כל פעולה שפעל בעקבות המסקנות.",
      "חבר הכנסת יכול לחזור בו מהצעתו לדיון מהיר."
    ]
  },
  "title": "דיונים מהירים בוועדה",
  "source_file": "תקנון הכנסת_60.md"
}