{
  "extracted_at": "2025-03-02T19:32:46.089651+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**הסיעות בכנסת, שמותיהן וסדרן**\n\nמקור: חלק ב׳ - ארגון הכנסת / פרק שני - סיעות / סעיף 8\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_8\n\n * (א) לעניין תקנון זה, סיעה בכנסת היא רשימת מועמדים שמתוכה נבחרו חברים לכנסת; מספר חברי הסיעה יהא כמספר המועמדים שנבחרו.\n * (ב) \n   * (1) שמה של סיעה יהא ככינויה של רשימת המועמדים שמתוכה נבחרו חברי הסיעה לכנסת; ואולם הסיעה רשאית להודיע ליושב ראש הכנסת, בתוך 15 ימים מיום כינוס הכנסת, כי שם הסיעה יכלול חלק מהכינוי בלבד או את האות או האותיות שנשאה רשימת המועמדים בבחירות לאותה כנסת.\n   * (2) התפלגה סיעה לפיסעיף 59 לחוק הכנסת, תקבע ועדת הכנסת את שם הסיעות החדשות, לפי הצעתן; הסיעה החדשה שבה רוב חברי הסיעה שהתפלגה, רשאית להמשיך לשאת את שם הסיעה, ואם התפלגה לסיעות שוות בגודלן – תיחשב הסיעה החדשה שעמה נמנה חבר הכנסת שעמד בראש רשימת המועמדים לכנסת, כסיעה שבה רוב החברים; חדל חבר הכנסת האמור לכהן כחבר הכנסת או להימנות עם הסיעה שהתפלגה – יבוא במקומו לעניין זה הבא אחריו באותה רשימת מועמדים.\n   * (3) על אף הוראות פסקה (2), ועדת הכנסת לא תאשר לסיעה לשאת שם העלול להטעות או לפגוע בתקנת הציבור או ברגשותיו או שם הזהה, או שם הדומה עד כדי להטעות, לשם של סיעה אחרת או של מפלגה שמיוצגת בכנסת על ידי סיעה אחרת, לרבות המפלגה שהחלק שהתפלג נמנה ערב הפילוג עם הסיעה שייצגה אותה.\n * (ג) מזכיר הכנסת יערוך רשימה של סיעות הכנסת, בסדר יורד לפי מספר החברים בכל סיעה; סדרן של סיעות שבהן מספר שווה של חברים יהיה –\n   * (1) בין סיעות שהשתתפו בחלוקת המנדטים לאותה כנסת – לפי מספר הקולות שקיבלה כל סיעה בבחירות;\n   * (2) בין סיעות חדשות שנוצרו כתוצאה מהתפלגות סיעה אחת – תיחשב הסיעה החדשה שעמה נמנה חבר הכנסת שעמד בראש רשימת המועמדים לכנסת כסיעה הגדולה, ואם חדל לכהן כחבר הכנסת או להימנות עם הסיעה שהתפלגה – הבא אחריו באותה רשימת מועמדים;\n   * (3) בין סיעות שאחת מהן לפחות הוקמה כסיעה חדשה באותה כנסת בשל התפלגות או מיזוג של סיעות – לפי מספר הקולות שקיבלה כל סיעה בבחירות כשהוא מחולק במספר המנדטים שקיבלה, ומוכפל במספר חברי הסיעה החדשה, ולעניין סיעה חדשה – לפי מספר הקולות שקיבלה הסיעה שהיו חברים בה חברי הסיעה החדשה לפני השינוי בהרכב הסיעתי.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "הסיעות בכנסת, שמותיהן וסדרן",
      "PublicationDate": "",
      "OfficialSource": "חלק ב׳ - ארגון הכנסת / פרק שני - סיעות / סעיף 8",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_8"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "יושב ראש הכנסת",
          "ClauseLocation": "(ב)(1)",
          "Quote": "הסיעה רשאית להודיע ליושב ראש הכנסת"
        },
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "(ב)(2)",
          "Quote": "ועדת הכנסת את שם הסיעות החדשות"
        },
        {
          "Organization": "מזכיר הכנסת",
          "ClauseLocation": "(ג)",
          "Quote": "מזכיר הכנסת יערוך רשימה של סיעות הכנסת"
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק בהגדרת סיעות הכנסת, שמותיהן, ותהליך קביעת סדרן."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "סיעה",
      "כנסת",
      "מועמדים",
      "חוק הכנסת"
    ],
    "Topics": [
      "לעניין תקנון זה, סיעה בכנסת היא רשימת מועמדים שמתוכה נבחרו חברים לכנסת.",
      "שמה של סיעה יהא ככינויה של רשימת המועמדים.",
      "ועדת הכנסת לא תאשר לסיעה לשאת שם העלול להטעות.",
      "מזכיר הכנסת יערוך רשימה של סיעות הכנסת."
    ]
  },
  "title": "הסיעות בכנסת, שמותיהן וסדרן",
  "source_file": "תקנון הכנסת_8.md"
}