{
  "extracted_at": "2025-03-02T19:16:11.686909+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**חזרה מהצעת חוק פרטית**\n\nמקור: חלק ז׳ - הליך החקיקה / פרק שביעי - הליך החקיקה – הוראות שונות (סימן ג׳: חזרה מהצעת חוק) / סעיף 96\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_96\n\n * (א) חבר הכנסת רשאי לחזור בו מהצעת חוק פרטית, כל עוד הוועדה שאליה הועברה לא אישרה אותה לקריאה השנייה ולקריאה השלישית; חזר בו חבר הכנסת כאמור, לא יוכל לשוב ולהיות מציע הצעת החוק לפי הוראות סעיף קטן (ה); היה חבר הכנסת היוזם הראשון של הצעת החוק, רשאי הוא להודיע בהודעתו על חזרתו מהצעת החוק כי חבר כנסת אחר ששמו מופיע ברשימת היוזמים יהיה היוזם הראשון כאמורבסעיף 75(ג).\n * (ב) חבר הכנסת יחזור בו מהצעת חוק בהודעה בכתב ליושב ראש הכנסת, והעתק ההודעה יישלח ליושב ראש הוועדה שהצעת החוק הועברה אליה, אם הועברה.\n * (ג) עם מסירת ההודעה ליושב ראש הכנסת כאמור בסעיף קטן (ב) יוסר שמו של חבר הכנסת מהצעת החוק, לרבות מנוסחי הצעת החוק בהמשך הליכי החקיקה; נמסרה ההודעה על ידי כל היוזמים, תוסר הצעת החוק מסדר יומה של הכנסת, אף אם המצטרפים לא חזרו בהם ממנה.\n * (ד) פסקה כהונתו של חבר הכנסת, יחולו הוראות סעיפים קטנים (א) ו־(ג) כאילו חזר בו מהצעת החוק; הושעה חבר הכנסת מכהונתו, יחולו הוראות סעיף קטן זה למשך תקופת ההשעיה.\n * (ה) \n   * (1) מונה חבר הכנסת לשר או לסגן שר, יחולו הוראות סעיפים קטנים (א) ו־(ג), בשינויים המחוייבים, כאילו חזר בו מהצעת החוק; הודעה לפי הסיפה של סעיף קטן (א) תימסר כאמור בסעיף קטן (ב), לפני המינוי לשר או לסגן שר או בתוך שבוע לאחר המינוי.\n   * (2) על אף האמור בפסקה (1), היה חבר הכנסת יוזם יחיד של הצעת החוק, הוא רשאי להודיע, כאמור בסעיף קטן (ב), לפני מינויו לשר או לסגן שר או בתוך שבוע לאחר המינוי, כי חבר כנסת אחר, שרשאי להגיש הצעות חוק פרטיות והסכים לכך בכתב, יהיה יוזם במקומו; עם מסירת ההודעה יראו את חבר הכנסת שעליו הודיע כיוזם של הצעת החוק.\n   * (3) חדל חבר הכנסת לכהן כשר או כסגן שר, רשאי הוא לחזור ולהיות מציע הצעת החוק בהודעה כאמור בסעיף קטן (ב); עם מסירת ההודעה ליושב ראש הכנסת, יוחזר שמו להצעת החוק והוא יופיע ברשימת היוזמים או המצטרפים לפי סדר שמו לפני מינויו לשר או לסגן שר.\n   * (4) הוראות פסקה (3) יחולו אף אם חבר הכנסת שחדל לכהן כשר או כסגן שר היה יוזם יחיד של הצעת חוק; הודיע על יוזם אחר במקומו כאמור בפסקה (2), יוחזר שמו להצעת החוק כיוזם לפני חבר הכנסת שעליו הודיע; לא הודיע כאמור, תשוב הצעת החוק לסדר יומה של הכנסת עם מסירת ההודעה כאמור בפסקה (3).\n   * (5) לעניין הצעת חוק שהוראות חוק הרציפות חלות עליה, רשאי חבר הכנסת שלא כיהן ברציפות בכנסת היוצאת ובכנסת הנכנסת לשוב ולהיות מציע הצעת החוק שהציע בכנסת היוצאת, אף אם היה מציע יחיד, בהודעה כאמור בסעיף קטן (ב); עם מסירת ההודעה ליושב ראש הכנסת יוחזר שמו של חבר הכנסת להצעת החוק, לרשימת מציעי הצעת החוק לפי סדר הופעתו אילולא נמחק שמו.\n   * (6) הוראות פסקאות (4) ו־(5) יחולו, בשינויים המחויבים, גם לעניין חבר הכנסת שמונה לשר או לסגן שר, וחדל לכהן בתפקיד כאמור, בין בכנסת היוצאת ובין בכנסת הנכנסת.\n * (ו) מזכיר הכנסת יודיע לכנסת על חזרת חבר הכנסת בו מהצעת חוק ועל הודעות שנמסרו ליושב ראש הכנסת לפי סעיף זה.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "חזרה מהצעת חוק פרטית",
      "PublicationDate": "",
      "OfficialSource": "חלק ז׳ - הליך החקיקה / פרק שביעי - הליך החקיקה – הוראות שונות (סימן ג׳: חזרה מהצעת חוק) / סעיף 96",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_96"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [
        {
          "Organization": "הכנסת",
          "ClauseLocation": "סעיף 96",
          "Quote": "יושב ראש הכנסת"
        }
      ],
      "Placenames": [],
      "Description": "הוראות לגבי חזרה מהצעת חוק פרטית על ידי חבר הכנסת."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "חוק פרטית",
      "חבר הכנסת",
      "יושב ראש הכנסת"
    ],
    "Topics": [
      "חבר הכנסת רשאי לחזור בו מהצעת חוק פרטית.",
      "חבר הכנסת יחזור בו מהצעת חוק בהודעה בכתב.",
      "עם מסירת ההודעה יוסר שמו של חבר הכנסת מהצעת החוק.",
      "פסקה כהונתו של חבר הכנסת, יחולו הוראות סעיפים קטנים.",
      "מונה חבר הכנסת לשר או לסגן שר, יחולו הוראות סעיפים קטנים.",
      "חדל חבר הכנסת לכהן כשר או כסגן שר, רשאי הוא לחזור ולהיות מציע הצעת החוק.",
      "מזכיר הכנסת יודיע לכנסת על חזרת חבר הכנסת בו מהצעת חוק."
    ]
  },
  "title": "חזרה מהצעת חוק פרטית",
  "source_file": "תקנון הכנסת_96.md"
}