{
  "extracted_at": "2025-03-02T19:13:17.688068+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**פומביות פרוטוקולים ועיון בהם**\n\nמקור: חלק ח׳ - ועדות הכנסת / פרק חמישי - פומביות הישיבות והפרוטוקולים / סעיף 120\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_120\n\n * (א) פרוטוקולים של ישיבות ועדות יהיו פתוחים לעיון הציבור ויפורסמו באתר האינטרנט של הכנסת, בכפוף להוראות סעיף זה.\n * (ב) פרוטוקולים של ישיבות של ועדת החוץ והביטחון, של הוועדה המשותפת לתקציב הביטחון לפיסעיף 18 לחוק יסודות התקציבאו של ועדת משנה שלהן יהיו חסויים ולא יועמדו לעיון הציבור; הוראה זו לא תחול על ישיבות אלה:\n   * (1) ישיבה המשודרת בערוץ הכנסת או מועברת באתר האינטרנט של הכנסת;\n   * (2) ישיבה שיושב ראש הוועדה הודיע לפני שהחלה כי הפרוטוקול שלה לא יהיה חסוי, והוא רשאי להודיע על כך גם לאחר שהחלה הישיבה, ובלבד שהודעה כזו תינתן רק בהסכמת כל מי שדיבר בישיבה עד למתן ההודעה;\n   * (3) ישיבה של ועדת החוץ והביטחון במליאתה העוסקת בחקיקה ראשית או חקיקת משנה, אלא אם כן יושב ראש הוועדה הודיע מראש אחרת.\n * (ג) פרוטוקולים של ישיבות שנקבע בחוק שיהיו חסויות, ובכלל זה ישיבות של ועדת משנה כאמורבסעיף 5(ה) לחוק הכנסת, של ועדה משותפת כאמורבסעיף 18 לחוק מבקר המדינהושל ועדת הכנסת לענייני השירות כאמורבסעיף 6 לחוק שירות הביטחון הכללי, התשס״ב–2002, יהיו חסויים ולא יועמדו לעיון הציבור לפי כל דין.\n * (ד) \n   * (1) יושב ראש ועדה, ולעניין ועדת משנה – יושב ראש הוועדה שבחרה אותה, רשאי לקבוע, במקרים מיוחדים, ביוזמתו או לפי בקשה של חבר הכנסת וכן של שר או סגן שר או נציגם, כי פרוטוקול של ישיבת ועדה שאינה מפורטת בסעיף קטן (ב) רישה או (ג), או חלק ממנו, יהיה חסוי ולא יועמד לעיון הציבור לתקופה שיקבע או לקבוע הוראות והגבלות לעניין העיון בו, בין השאר בשל אחת מאלה:\n   * (א) הדבר דרוש לשם שמירה על ביטחון המדינה, אינטרסים חיוניים של המדינה או שלום הציבור וביטחונו;\n   * (ב) הדבר דרוש לשם הגנה על עניינו של קטין או חסר ישע;\n   * (ג) לבקשת מי שהשתתף בישיבה – העמדת הפרוטוקול לעיון הציבור עשויה לגרום נזק לו או לזולתו.\n   * (2) יושב ראש הוועדה יודיע לוועדה על קביעתו כאמור בפסקה (1), ככל האפשר לפני ישיבת הוועדה, והוא רשאי להודיע על כך גם במהלכה, וכן רשאי הוא לשנות את קביעתו בהודעה לוועדה; הודיע יושב ראש ועדה על קביעתו או על שינויה, רשאית הוועדה לשנות את החלטתו.\n   * (3) שינוי לפי פסקה (2) של קביעה שלפיה פרוטוקול יהיה חסוי לאחר שהחלה הישיבה ייעשה רק בהסכמת כל מי שדיבר בעת שהקביעה כי הפרוטוקול חסוי היתה בתוקף.\n   * (4) יושב ראש ועדה כאמור בפסקה (1) רשאי, באישור בכתב של יושב ראש הכנסת, לקבוע קביעה כאמור באותה פסקה גם לאחר סיומה של ישיבת הוועדה לגבי חלק מהפרוטוקול, כדי לחסות שם של אדם או דבר העשוי להביא לזיהויו, ובלבד שהתקיימה לדעתו עילה מהעילות המנויות בפסקאות משנה (ב) או (ג) לאותה פסקה; יושב ראש הוועדה יודיע לוועדה על אישור שניתן לפי פסקה זו וכן רשאי הוא לשנות את קביעתו בהודעה ליושב ראש הכנסת ולוועדה.\n * (ה) פרוטוקולים חסויים של ישיבות הוועדות לא יועמדו לעיון הציבור, ואולם –\n   * (1) חבר הכנסת רשאי לעיין בפרוטוקולים חסויים של ישיבת ועדה או ועדת משנה שהוא חבר קבוע או ממלא מקום קבוע בה, לרבות פרוטוקולים כאמור מכנסות קודמות;\n   * (2) מי שהשתתף בישיבת הוועדה, לרבות חבר הכנסת שאינו חבר הוועדה, רשאי לעיין בפרוטוקול הישיבה שבה השתתף, ואם הוזמן רק לחלק מהישיבה יהיה רשאי לעיין רק באותו חלק של הפרוטוקול; עיון כאמור ייעשה במשרדי הוועדה.\n * (ו) על העיון בפרוטוקולים של ישיבות ועדה יחולותקנות הארכיונים (עיון בחומר ארכיוני המופקד בגנזך), התש״ע–2010, בשינויים המחויבים וככל שלא נקבע אחרת בתקנון זה; לעניין זה יחולו על ישיבה שהפרוטוקול שלה חסוי הוראותהתקנות האמורותלעניין ישיבה חסויה.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "פומביות פרוטוקולים ועיון בהם",
      "PublicationDate": "",
      "OfficialSource": "חלק ח׳ - ועדות הכנסת / פרק חמישי - פומביות הישיבות והפרוטוקולים / סעיף 120",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_120"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "יושב ראש ועדה",
          "ClauseLocation": "(ד)(1)",
          "Quote": "יושב ראש ועדה, ולעניין ועדת משנה – יושב ראש הוועדה שבחרה אותה, רשאי לקבוע, במקרים מיוחדים..."
        },
        {
          "Role": "יושב ראש הכנסת",
          "ClauseLocation": "(ד)(4)",
          "Quote": "יושב ראש ועדה כאמור בפסקה (1) רשאי, באישור בכתב של יושב ראש הכנסת..."
        }
      ],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת החוץ והביטחון",
          "ClauseLocation": "(ב)",
          "Quote": "פרוטוקולים של ישיבות של ועדת החוץ והביטחון..."
        },
        {
          "Organization": "הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "יפורסמו באתר האינטרנט של הכנסת..."
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק בפומביות פרוטוקולים של ישיבות ועדות הכנסת ובתנאים לעיון בהם."
    },
    "LegalReferences": [
      {
        "ReferenceTitle": "חוק יסודות התקציב",
        "ReferenceText": "סעיף 18 לחוק יסודות התקציב",
        "ReferenceQuote": "של הוועדה המשותפת לתקציב הביטחון לפיסעיף 18 לחוק יסודות התקציב"
      },
      {
        "ReferenceTitle": "חוק הכנסת",
        "ReferenceText": "סעיף 5(ה) לחוק הכנסת",
        "ReferenceQuote": "ישיבות של ועדת משנה כאמורבסעיף 5(ה) לחוק הכנסת"
      },
      {
        "ReferenceTitle": "חוק מבקר המדינה",
        "ReferenceText": "סעיף 18 לחוק מבקר המדינה",
        "ReferenceQuote": "של ועדה משותפת כאמורבסעיף 18 לחוק מבקר המדינה"
      },
      {
        "ReferenceTitle": "חוק שירות הביטחון הכללי",
        "ReferenceText": "סעיף 6 לחוק שירות הביטחון הכללי, התשס״ב–2002",
        "ReferenceQuote": "של ועדת הכנסת לענייני השירות כאמורבסעיף 6 לחוק שירות הביטחון הכללי, התשס״ב–2002"
      }
    ],
    "Amendments": [],
    "AdditionalKeywords": [
      "פומביות",
      "פרוטוקולים",
      "ישיבות",
      "ועדות",
      "חסויים"
    ],
    "Topics": [
      "פרוטוקולים של ישיבות ועדות יהיו פתוחים לעיון הציבור.",
      "פרוטוקולים של ישיבות ועדת החוץ והביטחון יהיו חסויים.",
      "יושב ראש ועדה יכול לקבוע פרוטוקול חסוי במקרים מיוחדים."
    ]
  },
  "title": "פומביות פרוטוקולים ועיון בהם",
  "source_file": "תקנון הכנסת_120.md"
}