{
  "extracted_at": "2025-03-02T19:10:49.215177+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**סדרי הדיון וההצבעה בקריאה השנייה**\n\nמקור: חלק ז׳ - הליך החקיקה / פרק שישי - הקריאה השנייה והקריאה השלישית / סעיף 90\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_90\n\n * (א) הקריאה השנייה תיפתח בהנמקה של הצעת החוק על ידי יושב ראש הוועדה שהכינה אותה.\n * (ב) \n   * (1) כל מסתייג רשאי לנמק את הסתייגויותיו במסגרת זמן שלא תעלה על חמש דקות לכל הסתייגות; נרשמה הסתייגות אחת בשם כמה מסתייגים, רשאי כל אחד מהם לנמקה כאמור; נרשמה הסתייגות בשם שר או סגן שר, רשאי לנמקה אחד השרים, סגן השר המסתייג או סגן השר שמינה השר המסתייג.\n   * (2) הסתייגויות ינומקו לגבי כל סעיף של הצעת החוק בנפרד, לפי הסדר שבו נרשמו בנוסח שהונח על שולחן הכנסת; ואולם רשאי יושב ראש הישיבה, בהסכמת המסתייג, לקבוע כי מסתייג, לרבות מי שנרשמה לו הסתייגות לנושא, ינמק את כל הסתייגויותיו במרוכז.\n   * (3) לעניין זה, דין הסתייגויות חלופיות כדין הסתייגות אחת, ודין הסתייגות לנושא כדין הסתייגויות נפרדות לכל הסעיפים שתיקונם מתחייב בשל קבלת ההסתייגות לנושא.\n   * (4) מסתייג רשאי לחזור בו מהסתייגותו כל עוד הכנסת לא הצביעה עליה.\n * (ג) לאחר הנמקת ההסתייגויות יקבל כל חבר כנסת שבקשתו לרשות דיבור נרשמה כאמורבסעיף 87(א), את רשות הדיבור במסגרת זמן שלא תעלה על חמש דקות.\n * (ד) נומקו ההסתייגויות, רשאי יושב ראש הוועדה שהכינה את הצעת החוק להשיב למסתייגים לפני תחילת ההצבעה בקריאה השנייה.\n * (ה) יושב ראש הישיבה יעמיד להצבעה בקריאה השנייה את סעיפי הצעת החוק, אחד אחד; סעיפים רצופים שלא נרשמו להם הסתייגויות או שלא התקבלה הסתייגות שנרשמה להם, רשאי היושב ראש להעמידם להצבעה במרוכז, אלא אם כן דרש חבר הכנסת להצביע בנפרד על כל אחד מהם או על אחד מהם.\n * (ו) \n   * (1) נרשמה הסתייגות לסעיף, יעמיד תחילה יושב ראש הישיבה את ההסתייגות להצבעה; לא התקבלה ההסתייגות, יעמיד היושב ראש להצבעה את הסעיף בנוסח שהכינה הוועדה; התקבלה ההסתייגות, יעמיד היושב ראש להצבעה את הסעיף בנוסח הכולל את ההסתייגות; ואולם, אם התקבלה הסתייגות למחיקת סעיף או להוספת סעיף – אין להצביע שנית על הסעיף שנמחק או שנוסף.\n   * (2) התקבלה הסתייגות לנושא, יראו את ההצבעה על אותה הסתייגות כהצבעה גם על תיקונם של הסעיפים הנוספים שתיקונם מתחייב אם ההסתייגות תתקבל, והיושב ראש יעמיד להצבעה סעיפים אלה בנוסח הכולל את ההסתייגות שהתקבלה.\n   * (3) התקבלו הסתייגויות שאינן מתיישבות זו עם זו, תכריע ביניהן הכנסת בהצבעה שתתקיים מיד.\n * (ז) נעדר מסתייג מאולם המליאה, לא יצביעו על הסתייגותו; היו כמה מסתייגים להסתייגות אחת ונעדרו כולם, לא יצביעו על הסתייגותם; הוגשה ההסתייגות בידי שר או סגן שר שנעדר מאולם המליאה, יצביעו על ההסתייגות רק אם נכח אחד השרים או סגן השר כאמור בסעיף קטן (ב) וביקש להצביע עליה.\n * (ח) \n   * (1) נדרש רוב מיוחד בהצבעה בקריאה השנייה, יידרש הרוב בהצבעה על הסעיף בנוסח שהכינה הוועדה או בנוסח עם ההסתייגות שהתקבלה, לפי העניין, ולא בהצבעה על ההסתייגויות עצמן.\n   * (2) על אף האמור בפסקה (1), לעניין הסתייגות תקציבית יידרש הרוב המיוחד גם בהצבעה על ההסתייגות עצמה.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "סדרי הדיון וההצבעה בקריאה השנייה",
      "PublicationDate": "",
      "OfficialSource": "חלק ז׳ - הליך החקיקה / פרק שישי - הקריאה השנייה והקריאה השלישית / סעיף 90",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_90"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [],
      "OfficialOrganizations": [],
      "Placenames": [],
      "Description": "המסמך מפרט את סדרי הדיון וההצבעה בקריאה השנייה של הצעות חוק."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "הצבעה",
      "הסתייגויות",
      "חוק",
      "יושב ראש",
      "כנסת"
    ],
    "Topics": [
      "הקריאה השנייה תיפתח בהנמקה של הצעת החוק על ידי יושב ראש הוועדה.",
      "כל מסתייג רשאי לנמק את הסתייגויותיו במסגרת זמן שלא תעלה על חמש דקות.",
      "הסתייגויות ינומקו לגבי כל סעיף של הצעת החוק בנפרד.",
      "מסתייג רשאי לחזור בו מהסתייגותו כל עוד הכנסת לא הצביעה עליה.",
      "יושב ראש הישיבה יעמיד להצבעה בקריאה השנייה את סעיפי הצעת החוק.",
      "נרשמה הסתייגות לסעיף, יעמיד תחילה יושב ראש הישיבה את ההסתייגות להצבעה.",
      "נעדר מסתייג מאולם המליאה, לא יצביעו על הסתייגותו.",
      "נדרש רוב מיוחד בהצבעה בקריאה השנייה."
    ]
  },
  "title": "סדרי הדיון וההצבעה בקריאה השנייה",
  "source_file": "תקנון הכנסת_90.md"
}