{
  "extracted_at": "2025-03-02T19:18:43.310382+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**קביעת ועדה לדיון בהצעת חוק אחרי הדיון המוקדם**\n\nמקור: חלק ז׳ - הליך החקיקה / פרק שני - הצעות חוק פרטיות (סימן ב׳: הדיון המוקדם) / סעיף 78\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_78\n\n * (א) אושרה הצעת חוק בדיון המוקדם, יודיע יושב ראש הישיבה לאיזו ועדה, קבועה או לעניין מסוים, תועבר לדיון.\n * (ב) מיד לאחר ההודעה כאמור בסעיף קטן (א), רשאי כל אחד מחברי הכנסת להציע, בלא הנמקה, כי ההצעה תועבר לוועדה אחרת, וכן רשאי הוא להציע כי תועבר לוועדה משותפת; הוצע כאמור, תקבע ועדת הכנסת את הוועדה שתדון בהצעת החוק, והצעת החוק תועבר אליה לאחר שיושב ראש ועדת הכנסת הודיע לכנסת על החלטת הוועדה; החליטה ועדת הכנסת כי הצעת החוק תידון בוועדה משותפת, תקבע את הרכבה בהתאם להוראותסעיף 110.\n * (ג) \n   * (1) ועדת הכנסת רשאית להציע לכנסת להעביר הצעת חוק מהוועדה שאליה הועברה כאמור בסעיף קטן (א) או (ב) לדיון בוועדה אחרת, אם ביקש זאת אחד מאלה: יוזם הצעת החוק, יושב ראש הוועדה שנקבעה כאמור או יושב ראש ועדה שסבור כי הנושא מצוי בתחום סמכויותיה של הוועדה שבראשותו.\n   * (2) ועדת הכנסת תדון בבקשה כאמור בפסקה (1), ובלבד שהוועדה שנקבעה לא החלה את דיוניה בהצעת החוק לפני שנמסרה הבקשה לוועדת הכנסת, אלא אם כן הסכים לכך יושב ראש אותה ועדה.\n   * (3) נמסרה לוועדת הכנסת בקשה כאמור בפסקה (1), לא תדון הוועדה שנקבעה בהצעת החוק; ועדת הכנסת תדון ותחליט בבקשה באחת משתי ישיבותיה הקרובות, ובתקופת הפגרה – בתוך שבועיים, אלא אם כן יושב ראש הוועדה שנקבעה הסכים כי מועד הדיון בוועדת הכנסת יידחה.\n   * (4) החליטה ועדת הכנסת להציע לכנסת כי הצעת החוק תועבר לדיון בוועדה אחרת, יציג יושב ראש ועדת הכנסת את ההצעה לפני הכנסת, והכנסת תחליט, בלא דיון, אם לקבלה.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "קביעת ועדה לדיון בהצעת חוק אחרי הדיון המוקדם",
      "PublicationDate": "",
      "OfficialSource": "חלק ז׳ - הליך החקיקה / פרק שני - הצעות חוק פרטיות (סימן ב׳: הדיון המוקדם) / סעיף 78",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_78"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "יושב ראש הישיבה",
          "ClauseLocation": "(א)",
          "Quote": "יודיע יושב ראש הישיבה לאיזו ועדה, קבועה או לעניין מסוים, תועבר לדיון."
        },
        {
          "Role": "יושב ראש ועדת הכנסת",
          "ClauseLocation": "(ב)",
          "Quote": "יושב ראש ועדת הכנסת הודיע לכנסת על החלטת הוועדה"
        },
        {
          "Role": "יוזם הצעת החוק",
          "ClauseLocation": "(ג)(1)",
          "Quote": "אם ביקש זאת אחד מאלה: יוזם הצעת החוק"
        },
        {
          "Role": "יושב ראש הוועדה",
          "ClauseLocation": "(ג)(1)",
          "Quote": "יושב ראש הוועדה שנקבעה כאמור"
        }
      ],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "(ב)",
          "Quote": "ועדת הכנסת את הוועדה שתדון בהצעת החוק"
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק בהליך העברת הצעות חוק לדיון בוועדות הכנסת."
    },
    "LegalReferences": [
      {
        "ReferenceTitle": "סעיף 110",
        "ReferenceText": "",
        "ReferenceQuote": "בהתאם להוראות סעיף 110"
      }
    ],
    "Amendments": [],
    "AdditionalKeywords": [
      "הצעת חוק",
      "דיון מוקדם",
      "ועדה",
      "ועדת הכנסת"
    ],
    "Topics": [
      "אושרה הצעת חוק בדיון המוקדם, יודיע יושב ראש הישיבה לאיזו ועדה, קבועה או לעניין מסוים, תועבר לדיון.",
      "מיד לאחר ההודעה כאמור בסעיף קטן (א), רשאי כל אחד מחברי הכנסת להציע, בלא הנמקה, כי ההצעה תועבר לוועדה אחרת.",
      "ועדת הכנסת רשאית להציע לכנסת להעביר הצעת חוק מהוועדה שאליה הועברה כאמור בסעיף קטן (א) או (ב) לדיון בוועדה אחרת.",
      "ועדת הכנסת תדון בבקשה כאמור בפסקה (1), ובלבד שהוועדה שנקבעה לא החלה את דיוניה בהצעת החוק לפני שנמסרה הבקשה לוועדת הכנסת.",
      "נמסרה לוועדת הכנסת בקשה כאמור בפסקה (1), לא תדון הוועדה שנקבעה בהצעת החוק.",
      "החליטה ועדת הכנסת להציע לכנסת כי הצעת החוק תועבר לדיון בוועדה אחרת, יציג יושב ראש ועדת הכנסת את ההצעה לפני הכנסת."
    ]
  },
  "title": "קביעת ועדה לדיון בהצעת חוק אחרי הדיון המוקדם",
  "source_file": "תקנון הכנסת_78.md"
}