{
  "extracted_at": "2025-03-02T19:10:43.788502+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**ממלא מקום קבוע**\n\nמקור: חלק ח׳ - ועדות הכנסת / פרק ראשון - ועדות קבועות, סמכויותיהן והרכבן / סעיף 103\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_103\n\n * (א) לבקשת סיעה הזכאית למנות חברים מטעמה בוועדה קבועה, רשאית ועדת הכנסת לבחור ממלאי מקום קבועים לאותם חברים, במספר שלא יעלה על מספר חברי הוועדה מטעם הסיעה; ממלאי המקום הקבועים ייבחרו לפי הצעת הסיעה שמטעמה מכהנים חברי הוועדה, ויכול שיהיו חברים בסיעה אחרת.\n * (ב) יושב ראש ועדת הכנסת יודיע לכנסת על זהות ממלא מקום קבוע שנבחר, וכהונתו תהיה בתוקף מעת מסירת ההודעה לכנסת; הסיעה שמטעמה מכהן חבר הוועדה רשאית להודיע על חילופי ממלא המקום הקבוע מטעמה, ויחולו הוראותסעיף 102(ג).\n * (ג) ממלא מקום קבוע יוזמן לישיבות הוועדה ודינו כדין חבר הוועדה, אלא אם כן נקבעו הוראות מיוחדות לעניין חברי הוועדה הקבועים; ואולם –\n   * (1) הוא לא ישתתף בהצבעה אם כל חברי הוועדה שאת מקומם הוא רשאי למלא השתתפו בה;\n   * (2) הוא ינהל ישיבה של הוועדה, כולה או חלקה, רק אם כל חברי הוועדה שאת מקומם הוא רשאי למלא אינם נוכחים בה;\n   * (3) הוא לא ייבחר לכהן כיושב ראש או כחבר של ועדת משנה או של ועדה משותפת.\n * (ד) בהעדר הסכמה בין המבקשים לשמש ממלא מקום קבוע מטעם סיעה בישיבת ועדה, יכריע בדבר יושב ראש הסיעה או ממלא מקומו, ואם אינו נוכח בישיבה ישמש כממלא מקום מי שמקומו ברשימת המועמדים גבוה יותר אם המבקשים נכללו באותה רשימה, ואם הם חברים בסיעות שונות – חבר הסיעה שזכאית למנות את חברי הוועדה.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "ממלא מקום קבוע",
      "PublicationDate": "",
      "OfficialSource": "חלק ח׳ - ועדות הכנסת / פרק ראשון - ועדות קבועות, סמכויותיהן והרכבן / סעיף 103",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_103"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "יושב ראש ועדת הכנסת",
          "ClauseLocation": "(ב)",
          "Quote": "יושב ראש ועדת הכנסת יודיע לכנסת על זהות ממלא מקום קבוע שנבחר"
        }
      ],
      "OfficialOrganizations": [
        {
          "Organization": "ועדת הכנסת",
          "ClauseLocation": "(א)",
          "Quote": "ועדת הכנסת לבחור ממלאי מקום קבועים"
        }
      ],
      "Placenames": [],
      "Description": "המסמך עוסק במינוי ממלאי מקום קבועים בוועדות הכנסת."
    },
    "LegalReferences": [
      {
        "ReferenceTitle": "סעיף 102(ג)",
        "ReferenceText": "הסיעה שמטעמה מכהן חבר הוועדה רשאית להודיע על חילופי ממלא המקום הקבוע מטעמה, ויחולו הוראות סעיף 102(ג).",
        "ReferenceQuote": "הוראות סעיף 102(ג)"
      }
    ],
    "Amendments": [],
    "AdditionalKeywords": [
      "ממלא מקום קבוע",
      "ועדות הכנסת",
      "חבר ועדה",
      "יושב ראש"
    ],
    "Topics": [
      "לבקשת סיעה הזכאית למנות חברים מטעמה בוועדה קבועה, רשאית ועדת הכנסת לבחור ממלאי מקום קבועים.",
      "יושב ראש ועדת הכנסת יודיע לכנסת על זהות ממלא מקום קבוע שנבחר.",
      "ממלא מקום קבוע יוזמן לישיבות הוועדה ודינו כדין חבר הוועדה.",
      "בהעדר הסכמה בין המבקשים לשמש ממלא מקום קבוע מטעם סיעה בישיבת ועדה, יכריע בדבר יושב ראש הסיעה."
    ]
  },
  "title": "ממלא מקום קבוע",
  "source_file": "תקנון הכנסת_103.md"
}