{
  "extracted_at": "2025-03-02T19:15:50.128671+00:00",
  "status": "processed",
  "context_type": "files",
  "context_name": "Knesset Bylaws (תקנון הכנסת) and related laws",
  "source_content": "**שאילתה דחופה**\n\nמקור: חלק ד׳ - כלים פרלמנטריים / פרק שלישי - שאילתות / סעיף 49\nקישור: https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_49\n\n * (א) שאילתה דחופה לא תכיל יותר מ־40 מילים.\n * (ב) יושב ראש הכנסת יאשר מדי שבוע את השאילתות הדחופות שלהן תימסר תשובה באותו שבוע, והוא רשאי לאשר עד 4 שאילתות דחופות בשבוע.\n * (ג) תשובה לשאילתה דחופה תימסר בפתח ישיבת הכנסת ביום ד׳, כאמורבסעיף 25(ג), ואולם רשאי השר הנשאל להקדים או לאחר את תשובתו בהסכמת חבר הכנסת השואל ויושב ראש הכנסת; יושב ראש הכנסת רשאי לדחות את מועד התשובה לשאילתה דחופה בנסיבות שבהן הדבר מתחייב כאמורבסעיף 25(ה).\n * (ד) שאילתה דחופה שהוגשה ליושב ראש הכנסת עד שעה 11:00 ביום ב׳, ואושרה על ידיו כאמור בסעיף קטן (ב), תועבר לשר הנשאל בו ביום, והוא ישיב עליה באותו שבוע, אלא אם כן הודיע ליושב ראש הכנסת בהודעה מנומקת כי הדבר נבצר ממנו; יושב ראש הכנסת רשאי, במקרים מיוחדים, להעביר שאילתה לשר שעליה ישיב באותו שבוע כאמור, גם אם הוגשה עד שעה 12:00 ביום ג׳.\n * (ה) יושב ראש הכנסת לא יאשר שאילתה דחופה בנושא שהועלה בשאילתה דחופה בארבעת השבועות הקודמים, ולא יאשר יותר משאילתה דחופה אחת באותו נושא באותו שבוע.\n * (ו) יושב ראש הישיבה יודיע את מספר השאילתה שעל סדר היום ואת שם חבר הכנסת השואל; חבר הכנסת השואל יקרא, מהמקום המיועד לכך באולם המליאה, את נוסח השאילתה הדחופה כפי שאישר יושב ראש הכנסת, בלא המסמכים שצורפו אליה; תשובת השר תימסר במסגרת זמן שלא תעלה על שלוש דקות.\n * (ז) נעדר חבר הכנסת השואל מאולם המליאה בעת שנקרא להקריא את השאילתה או בעת שנקרא השר להשיב עליה, לא ימסור השר את תשובתו.\n * (ח) חבר הכנסת השואל רשאי, אחרי ששמע את התשובה, לשאול מהמקום המיועד לכך באולם המליאה שאלה נוספת במסגרת זמן שלא תעלה על דקה אחת, ובלבד שתהא נובעת מתוכן התשובה.\n * (ט) לאחר שחבר הכנסת השואל השמיע את השאלה הנוספת, רשאי יושב ראש הישיבה לאפשר לשני חברי כנסת אחרים, שיהיו, ככל האפשר, אחד מסיעות הקואליציה ואחד מסיעות האופוזיציה, לשאול מהמקום המיועד לכך באולם המליאה שאלה נוספת באותו נושא, במסגרת זמן שלא תעלה על דקה אחת לכל אחד מהם.\n * (י) השר ישיב לשאלות הנוספות במסגרת זמן שלא תעלה על דקה אחת לכל שאלה, ואולם רשאי הוא לסרב להשיב מהטעמים האמוריםבסעיף 47.",
  "document_type": "תקנון הכנסת",
  "extracted_data": {
    "DocumentMetadata": {
      "DocumentTitle": "שאילתה דחופה",
      "PublicationDate": "",
      "OfficialSource": "חלק ד׳ - כלים פרלמנטריים / פרק שלישי - שאילתות / סעיף 49",
      "ReferenceLinks": [
        "https://he.wikisource.org/wiki/תקנון_הכנסת#סעיף_49"
      ],
      "Language": "עברית",
      "Version": "",
      "ClauseRepresentation": "main clause",
      "OfficialRoles": [
        {
          "Role": "יושב ראש הכנסת",
          "ClauseLocation": "(ב)",
          "Quote": "יושב ראש הכנסת יאשר מדי שבוע את השאילתות הדחופות שלהן תימסר תשובה באותו שבוע"
        },
        {
          "Role": "השר הנשאל",
          "ClauseLocation": "(ג)",
          "Quote": "השר הנשאל להקדים או לאחר את תשובתו בהסכמת חבר הכנסת השואל"
        },
        {
          "Role": "יושב ראש הישיבה",
          "ClauseLocation": "(ו)",
          "Quote": "יושב ראש הישיבה יודיע את מספר השאילתה שעל סדר היום ואת שם חבר הכנסת השואל"
        }
      ],
      "OfficialOrganizations": [
        {
          "Organization": "הכנסת",
          "ClauseLocation": "(ג)",
          "Quote": "תשובה לשאילתה דחופה תימסר בפתח ישיבת הכנסת ביום ד׳"
        }
      ],
      "Placenames": [],
      "Description": "המסמך מפרט את הכללים והנהלים לשאילתות דחופות בכנסת."
    },
    "LegalReferences": [],
    "Amendments": [],
    "AdditionalKeywords": [
      "שאילתה דחופה",
      "יושב ראש הכנסת",
      "הכנסת",
      "תשובה",
      "חבר הכנסת"
    ],
    "Topics": [
      "שאילתה דחופה לא תכיל יותר מ־40 מילים.",
      "יושב ראש הכנסת יאשר מדי שבוע את השאילתות הדחופות.",
      "תשובה לשאילתה דחופה תימסר בפתח ישיבת הכנסת.",
      "שאילתה דחופה שהוגשה עד שעה 11:00 ביום ב׳ תועבר לשר הנשאל.",
      "יושב ראש הכנסת לא יאשר שאילתה דחופה בנושא שהועלה בארבעת השבועות הקודמים.",
      "יושב ראש הישיבה יודיע את מספר השאילתה ואת שם חבר הכנסת השואל.",
      "נעדר חבר הכנסת השואל לא ימסור השר את תשובתו.",
      "חבר הכנסת השואל רשאי לשאול שאלה נוספת לאחר התשובה.",
      "יושב ראש הישיבה יכול לאפשר לשני חברי כנסת אחרים לשאול שאלה נוספת.",
      "השר ישיב לשאלות הנוספות במסגרת זמן שלא תעלה על דקה אחת."
    ]
  },
  "title": "שאילתה דחופה",
  "source_file": "תקנון הכנסת_49.md"
}